Repository: Abdusalamstd/Locolization
Catalog: Terms-*.po
Languages: ug

source: Hold
ug: تۇتۇپ تۇرۇش

source: Hold and eDiscovery
ug: ساقلاش ۋە ئاپتوماتىك بايقاش

source: hold down
ug: بېسىپ تۇرماق

source: hologram
ug: ھولوگرامما

source: Holograms
ug: ھولوگرامما

source: holographic label maker
ug: ھولوگرافىك خەتكۈچ ياسىغۇچ

source: Home
ug: باشبەت

source: home
ug: ئائىلە

source: home address
ug: ئائىلە ئادرېسى

source: home automation controller
ug: ئائىلە ئاپتوماتلاشتۇرۇش كونتروللىرى

source: Home & garden
ug: ھويلا-ئارام

source: homegroup
ug: ئائىلە گۇرۇپپىسى

source: homegroup computer
ug: ئائىلە كومپيۇتېرى

source: homegroup password
ug: ئائىلە پارولى

source: HomeGroup troubleshooter
ug: ئائىلە گۇرۇپپىسى كاشىلا ئوڭشىغۇچ

source: home page
ug: باشبەت

source: home phone
ug: ئۆي تېلېفونى

source: homework app
ug: تاپشۇرۇق ئەپ

source: homework list
ug: تاپشۇرۇق تىزىملىكى

source: homework website
ug: تاپشۇرۇق تور بېكىتى

source: horizontal axis
ug: گورىزونتال ئوق

source: Horizontal Bullet List
ug: گورىزونتال تىزىملىك

source: horizontal cone chart
ug: گورىزونتال يۇمىلاق گىرافىك

source: horizontal cylinder chart
ug: گورىزونتال سىلىندېرسىمان گىرافىك

source: Horizontal Hierarchy
ug: گورىزونتال قاتلام

source: Horizontal Labeled Hierarchy
ug: گورىزونتال خەتكۈچلۈك قاتلام

source: Horizontal Line
ug: گورىزونتال سىزىق

source: Horizontal Picture List
ug: گورىزونتال رەسىم تىزىملىكى

source: horizontal pyramid chart
ug: گورىزونتال پىرامىدا گىرافىكى

source: horizontal ruler
ug: گورىزونتال سىزغۇچ

source: host
ug: غول كومپيۇتېر

source: Hotels
ug: مېھمانسارايلار

source: hotspot
ug: قىزىق نۇقتا

source: hover
ug: جىم تۇرماق

source: HTML file
ug: HTML ھۆججىتى

source: Hub
ug: مەركەز

source: hub category identifier
ug: مەركەز تۈرى ئايرىغۇچ

source: hub site
ug: مەركەز بېكەت

source: hunt
ug: ئاختۇرۇش

source: hybrid drive
ug: بىرىكمە قوزغاتقۇچ

source: hydrate
ug: تولۇقلاش

source: hyperlink base
ug: ئۇلانما ئاساسى

source: hyperlink display text
ug: ئۇلانما سۆزى

source: hyperlink field
ug: ئۇلانما بۆلىكى

source: Hypertext Markup Language
ug: ئالاھىدە تېكست بەلگىلىك تىل

source: Hypertext Transfer Protocol
ug: ئالاھىدە تېكست يوللاش كېلىشىمى

source: hyphen
ug: سىزىقچە

source: hyphenation
ug: پارچىلاش

source: Iceberg
ug: مۇز تاغ

source: icon
ug: سىنبەلگە

source: Icons
ug: سىنبەلگە

source: Ideas
ug: قاراش

source: identification
ug: كىملىك

source: identifier
ug: پەرقلەندۈرگۈچ

source: identity
ug: كىملىك

source: IDR
ug: ھىندونېزىيە رۇپىيەسى

source: IFSC code
ug: IFSC نومۇرى

source: ignore
ug: پەرۋا قىلماسلىق

source: IIS Manager
ug: تور ئۇچۇر مۇلازىمىتى باشقۇرغۇچ

source: Illustration & graphic design
ug: رەسىم ۋە گىرافىك لايىھەلەش

source: image
ug: رەسىم

source: Image Annotator
ug: رەسىم ئىزاھاتلىغۇچ

source: image picker
ug: رەسىم تاللىغۇچ

source: image stabilization
ug: رەسىم مۇقىملاشتۇرۇش

source: imaging
ug: سۈرەت

source: imaging device
ug: سۈرەت ئۈسكۈنىلىرى

source: immersive
ug: چۆكمە

source: immersive headset
ug: چۆكمە تاقىغۇچ

source: Immersive Reader
ug: چۆكمە ئوقۇغۇچ

source: immersive view
ug: چۆكمە كۆرۈنۈش

source: impersonate
ug: بولۇۋېلىش

source: impersonation
ug: بولۇۋېلىش

source: implicit intersection
ug: مۇتلەق توپلام

source: import
ug: ئەكىرىش

source: Import Document
ug: ھۆججەت ئەكىرىش

source: impression
ug: تەسىر

source: inactive
ug: ئاكتىپسىز

source: inactive window
ug: ئاكتىپسىز كۆزنەك

source: in-app offer
ug: ئەپتە ھەق تۆلەش

source: in-app purchase
ug: ئەپتە سېتىۋېلىش

source: in-app subscription
ug: ئەپ مۇشتەرىلىكى

source: Inbox
ug: كەلگەن خەتلەر قىسقۇچى

source: Inbox folder
ug: كەلگەن خەتلەر قىسقۇچى

source: Inbox Zero
ug: نۆل خەت ساندۇقى

source: incident
ug: ھادىسە

source: incident report
ug: كاشىلا دوكلات قىلىش

source: Incidents
ug: ھادىسە

source: Inclusive Language
ug: ئۇنىۋېرسال تىل

source: incoming message
ug: كەلگەن خەت

source: Incorrect Inflection
ug: خاتا تۈرلەش

source: Incorrect Pronoun Case
ug: ئالماشنىڭ كېلىشى خاتا

source: Incorrect Verb Form
ug: پېئىل شەكلى خاتا

source: indent
ug: تارايتىش

source: indentation
ug: تارايتىش

source: index
ug: ئىندېكس

source: index entry
ug: ئىندېكس بېشى

source: index partition
ug: ئىندېكس بۆلىكى

source: index replica
ug: ئىندېكس كۆچۈرۈلمىسى

source: indicator
ug: كۆرسەتكۈچ

source: infinite loop
ug: چەكسىز ئايلانما

source: inflection
ug: تۈرلەش

source: InfoBar
ug: ئۇچۇر بالدىقى

source: InfoPath Filler
ug: InfoPath تولدۇرغۇچ

source: information
ug: ئۇچۇر

source: information service
ug: ئۇچۇر مۇلازىمىتى

source: infrared
ug: ئىنفرا قىزىل نۇر

source: initialize
ug: دەسلەپلەشتۈرمەك

source: ink
ug: سىياھ

source: Ink annotations
ug: سىزما ئىزاھ

source: Ink Art
ug: بوياق قۇتىسى

source: ink as ink
ug: رەسمىي بوياق

source: Ink Editor
ug: سىزما تەھرىرلىگۈچ

source: ink effect
ug: سىزما ئۈنۈم

source: ink equation
ug: يازما تەڭلىمە

source: Ink for phone
ug: تېلېفون بويىقى

source: ink gesture
ug: سىزما ئىشارە

source: ink grab
ug: سىزما تۇتۇش

source: inking
ug: سىياھلاش

source: Ink Math Assistant
ug: ماتېماتىكىلىق سىزما ياردەمچىسى

source: Ink Replay
ug: بوياق قايتىلاش

source: Ink to Math
ug: سىزمىدىن ماتېماتىكىغا

source: Ink Toolbox
ug: سىزما قورالدانى

source: Ink to shape
ug: سىزمىدىن شەكىلگە

source: Ink to Text
ug: سىزمىنى تېكىستكە

source: Inky
ug: سىياھ رەڭگى

source: inline discussion
ug: ئىچكى مۇنازىرە

source: inline image
ug: ئىچكى رەسىم

source: inline movie
ug: ئىچكى سىن

source: inline object
ug: ئىچكى ئوبيېكت

source: inner
ug: رامكا

source: inner join
ug: ئىچكى قوشۇلما

source: In-Place Archive
ug: ئارخىپدان

source: In-Place Archiving
ug: ئورنىدا ئارخىپلاش

source: In-Place eDiscovery & Hold
ug: ئورۇنلۇق بايقاش ۋە تۇرۇق

source: In-Place Hold
ug: ئەسلى نۇسخىنى ئارخىپلاش

source: InPrivate Browsing
ug: InPrivate زىيارەت

source: input cell
ug: تولدۇرىدىغان كاتەكچە

source: input device
ug: كىرگۈزۈش ئۈسكۈنىسى

source: input message
ug: كىرگۈزۈش ئۇچۇرى

source: input method editor
ug: كىرگۈزگۈچ تەھرىرى

source: INR
ug: ھىندىستان رۇپىيەسى

source: insert
ug: قىستۇرماق

source: insertion point
ug: قىستۇرۇش نۇقتىسى

source: Insert Screen Shot
ug: ‏‏ئېكران كۆرۈنۈشى قىستۇرۇش

source: Insider for Business
ug: سودا ئۈچۈن ئىچكى

source: Insider Hub
ug: ئىچكى مەركەز

source: Insider Program
ug: ئىچكى پىروگراممىسى

source: install
ug: ئورناتماق

source: installation
ug: قاچىلاش

source: installer
ug: قاچىلىغۇچ

source: instance
ug: مىسال

source: instant message
ug: تېز ئۇچۇر

source: instant messaging
ug: تېز ئۇچۇر

source: instant-on HD
ug: راۋان سۈزۈك

source: Instant Search
ug: تېز ئىزدەش

source: instruction
ug: بۇيرۇق

source: Instructional tools
ug: سانائەت قوراللىرى

source: integer
ug: پۈتۈن سان

source: integrity
ug: پۈتۈنلۈك

source: intelligence
ug: ئاڭ

source: intelligent
ug: ئاڭلىق

source: intelligent feature
ug: ئەقلىي ئىقتىدار

source: intelligent service
ug: ئەقلىي مۇلازىمەت

source: Intelligent Services
ug: ئەقلىي مۇلازىمەت

source: Intelligent services
ug: ئەقلىي مۇلازىمەت

source: intelligent tool
ug: ئەقلىي قورال

source: interactive
ug: ئۆز-ئارا

source: interactive demo
ug: ئۆز-ئارالىق ئۈلگە

source: interactive view gallery
ug: كۆرۈنمە توپلىمى

source: interface
ug: ئارايۈز

source: intermediate CA
ug: ئارا CA

source: intermediate certification authority
ug: ئوتتۇرا دەرىجىلىك گۇۋاھنامە ئورگىنى

source: Internal Revenue Service
ug: دۆلەتلىك باج ئىدارىسى

source: international format
ug: خەلقئارالىق ئەندىزە

source: international list
ug: خەلقئارالىق تىزىملىك

source: Internet
ug: ئىنتېرنېت

source: Internet address
ug: ئىنتېرنېت ئادرېسى

source: Internet connection
ug: ئىنتېرنېت ئۇلانمىسى

source: Internet directory
ug: تور يېتەكچىسى

source: Internet Explorer for the desktop
ug: ئۈستەليۈزى Internet Explorer

source: Internet-facing URL
ug: تورغا ئۇلىنىدىغان URL

source: Internet Information Services
ug: تور ئۇچۇر مۇلازىمىتى

source: Internet Information Services Manager
ug: تور ئۇچۇر مۇلازىمىتى باشقۇرغۇچ

source: Internet of Things
ug: تور سۇپىسى

source: Internet Protocol
ug: ئىنتېرنېت كېلىشىمى

source: Internet service provider
ug: ئىنتېرنېت مۇلازىمىتى تەمىنلىگۈچى

source: interrupt
ug: ئۈزۈلۈش

source: intranet
ug: ئىنترانېت

source: invalid
ug: ئۈنۈمسىز

source: Inventory & logistics
ug: توشۇش ۋە ئامبارچىلىق

source: invert
ug: تەتۈر قىلماق

source: Inverted Pyramid
ug: تەتۈر پىرامىدا

source: Invisible
ug: يوشۇرۇن

source: invitation
ug: تەكلىپنامە

source: invitation redemption
ug: تەكلىپ نەقلەش

source: invite
ug: تەكلىپ قىلماق

source: Invited
ug: تەكلىپ قىلىنغان

source: invitee
ug: مېھمان

source: invoice PO
ug: زاكاز تالونى

source: IP address
ug: IP ئادرېسى

source: ISFORMULA
ug: فورمۇلاچى

source: isometric
ug: تەڭ

source: ISSPILL
ug: تاشما

source: issuing CA
ug: CA تارقىتىش

source: issuing certification authority
ug: گۇۋاھنامە تارقىتىش ئورگىنى

source: italic
ug: يانتۇ

source: item
ug: تۈر

source: iteration
ug: ئېنتىراتسىيە

source: ITF
ug: خەلقئارالىق مۇئامىلە ھەققى

source: jailbreak
ug: արտադրողի սահմանափակումների վերացում

source: Japanese yen
ug: ياپونىيە يېنى

source: job
ug: خىزمەت

source: join
ug: قوشۇلۇش

source: join line
ug: لىنىيەگە ئۇلاش

source: journal
ug: ژۇرنال

source: Journal
ug: ژۇرنال

source: journal entry
ug: ژۇرنال ئېچىش

source: Journal post
ug: كۈندىلىك خاتىرە يازمىسى

source: Joy
ug: خۇشاللىق

source: joystick
ug: ئويۇن دەستىسى

source: jump
ug: سەكرەش

source: jump back
ug: سەكرەپ قايتىش

source: jump group
ug: سەكرەش گۇرۇپپىسى

source: jump list
ug: ئاتلانما تىزىملىك

source: Jump List
ug: سەكرىمە تىزىملىك

source: junk
ug: ‏‏ئەخلەت

source: junk e-mail
ug: ئەخلەت خەت

source: junk e-mail folder
ug: ئەخلەت ساندۇقى

source: junk mail
ug: ئەخلەت خەت

source: justify
ug: توغرىلىماق

source: Kanban
ug: كانبان

source: kashidas
ug: كۆرۈنمەس ئۇلىغۇچ

source: Kelly
ug: سارغۇچ يېشىل

source: kernel
ug: يادرو

source: kerning
ug: ھەرپ ئارىلىق تەڭشىكى

source: key
ug: ئاچقۇچ

source: keyboard
ug: كۇنۇپكا تاختىسى

source: keyboard layout
ug: كۇنۇپكا جايلىشىش

source: keyboard shortcut
ug: كۇنۇپكا قىسقا يولى

source: key combination
ug: كۇنۇپكا بىرلەشمىسى

source: key filter
ug: ئاساسىي سۈزگۈچ

source: Key Filters
ug: ئاساسىي سۈزگۈچلەر

source: Key Management Service
ug: ئىم باشقۇرۇش مۇلازىمىتى

source: keypad
ug: كىچىك كۇنۇپكا تاختىسى

source: key search attack
ug: ئاچقۇچ ئىزدەش ھۇجۇمى

source: key sequence
ug: كۇنۇپكا تەرتىپى

source: Key Vault
ug: ئاچقۇچ ئىشكاپى

source: keyword
ug: ھالقىلىق سۆز

source: Kids & family
ug: پەرزەنت ۋە ئائىلە

source: kilobyte
ug: كىلوبايت

source: Kinect sensor
ug: Kinect سەزگۈچىسى

source: Knowledge
ug: بىلىم

source: Knowledge Base
ug: بىلىم ئامبىرى

source: knowledge base
ug: بىلىم ئامبىرى

source: label
ug: بەلگە

source: Labeled Hierarchy
ug: خەتكۈچلۈك قاتلام

source: landline
ug: مۇقىم تېلېفون

source: landscape
ug: كەڭ يۆنىلىش

source: landscape orientation
ug: تۈزبوي

source: Language
ug: تىل

source: language
ug: تىل

source: Language Community
ug: تىل مەھەللىسى

source: Language Community app
ug: تىل مەھەللىسى ئەپى

source: Language Community tab
ug: تىل مەھەللىسى بەتكۈچى

source: language folder
ug: تىل بولىقى

source: Language for non-Unicode programs
ug: يۇنىكودلۇق بولمىغان پىروگراممىلار

source: Language ID
ug: تىل كىملىكى

source: language identifier
ug: تىل پەرقلەندۈرگۈچ

source: Language Interface Pack
ug: تىل ئارايۈزى بولىقى

source: language pack
ug: تىل بولىقى

source: language quest
ug: تىل تەكشۈرۈش

source: Language Settings tool
ug: تىل تەڭشىگۈچ

source: lap
ug: مەيدان

source: laptop
ug: يان كومپيۇتېر

source: Laser Pointer
ug: لازىر نۇرلۇق قەلەم

source: Lasso Select
ug: سىرتماقلىق تاللاش

source: Last chance rentals
ug: تۈگەي دەپ قالغان ئىجارە ماللار

source: Last night
ug: تۆنۈگۈن ئاخشام

source: Last night on TV
ug: ئاخشامقى تېلېۋىزىيە

source: Last night's shows
ug: ئاخشام قويۇلغانلىرى

source: late binding
ug: كەنجى باغلانما

source: LaTeX Equations
ug: LaTeX تەڭلىمىسى

source: launch
ug: قوزغاتماق

source: lava
ug: لاۋا

source: layer
ug: قەۋەت

source: layout
ug: جايلاشتۇرۇش

source: Layout
ug: لايىھە

source: layout cell
ug: كاتەكچە

source: Layout Preview
ug: ئورۇنلاشتۇرۇشىنى كۆرۈش

source: layout style
ug: ئورۇنلاشتۇرۇش ئۇسلۇبى

source: layout table
ug: لايھە جەدۋىلى

source: leader
ug: يېتەكچى

source: leader character
ug: يېتەكچى بەلگە

source: leader line
ug: يېتەكچى قۇر

source: leading
ug: يىتەكلەش

source: lead-in text
ug: باشلانما تېكست

source: Learning Tools
ug: ئۆگىنىش قوراللىرى

source: Learning Tools for OneNote
ug: OneNote ئۆگىنىش قوراللىرى

source: left align
ug: سولغا توغرىلاش

source: left-aligned
ug: سولغا توغرىلانغان

source: left arrow
ug: سولغا كۇنۇپكىسى

source: left mouse button
ug: مائۇس سول كۇنۇپكىسى

source: left-to-right
ug: سولدىن-ئوڭغا

source: legacy
ug: كونىلىق

source: Legal & HR
ug: قانۇن ۋە ئىختىساسلىقلار

source: legend
ug: چۈشەندۈرۈش

source: legend keys
ug: رەسىملىك كۆرسەتمىلەر

source: length
ug: ئۇزۇنلۇق

source: lesson
ug: دەرس

source: level
ug: دەرىجە

source: leveling
ug: دەرىجىگە ئايرىش

source: library
ug: ئامبار

source: license
ug: ئىجازەت

source: license terms
ug: ئىجازەت شەرتلىرى

source: Lifestyle
ug: تۇرمۇش

source: ligature
ug: قوشما ھەرپ

source: light
ug: يېنىك

source: light sensor
ug: يورۇقلۇق سەزگۈچ

source: light version
ug: يېنىك نەشرى

source: Lightweight Directory Access Protocol
ug: يەڭگىل مۇندەرىجە زىيارەت كېلشىمى

source: limited liability company
ug: چەكلىك مەسئۇلىيەت شىركىتى

source: line
ug: قۇر

source: linear expression
ug: سىزىقلىق ئىپادە

source: linear format
ug: سىزىقلىق فورمات

source: linear fraction
ug: ئونلۇق كەسىر

source: Linear Venn
ug: سىزىقلىق ئۆتۈشمە

source: line break
ug: قۇر بۆلگۈچ

source: line chart
ug: سىزىقلىق گىرافىك

source: Line Focus
ug: قۇرنىڭ دىققەت نۇقتىسى

source: line hunting
ug: رەقەملىك تاختا

source: line-of-business
ug: كارخانا لىنىيەسى

source: line-of-business app
ug: كارخانا لىنىيەسى ئەپى

source: line-of-business publisher
ug: كارخانا لىنىيەسى تارقاتقۇچى

source: line spacing
ug: قۇر ئارىلىقى

source: link
ug: ئۇلانما

source: Link
ug: ئۇلىنىش

source: link bar
ug: ئۇلانما بالدىقى

source: Link Control Protocol
ug: ئۇلىنىش تىزگىنلەش كېلىشىمى

source: linked data type
ug: ئۇلانما مەلۇمات

source: Linked Inboxes
ug: ئۇلانغان كەلگەن خەتلەر قىسقۇچلىرى

source: LinkedIn profile in Microsoft
ug: Microsoft تىكى LinkedIn ئارخىپى

source: linked object
ug: ئۇلانما ئوبيېكت

source: linked record
ug: ئۇلانما خاتىرە

source: linked style sheet
ug: ئۇلانما ئۇسلۇبلۇق جەدۋەل

source: Linked Table Manager
ug: ئۇلانما جەدۋەل باشقۇرغۇچ

source: linking
ug: ئۇلاش

source: Link Preview
ug: ئۇلىنىش كۆرۈپ بېقىش

source: list
ug: تىزىملىك

source: List
ug: تىزىم

source: list box
ug: تىزىملىك رامكىسى

source: list control
ug: تىزىملىك تىزگىنى

source: listen
ug: ئاڭلىماق

source: list separator
ug: تىزىم ئايرىش بەلگىسى

source: list-separator character
ug: تىزىملىك ئايرىش بەلگىسى

source: list style
ug: تىزىملىك ئۇسلۇبى

source: live chat customer support
ug: نەق مەيدان پارىڭى خېرىدارلار قوللىشى

source: live demo
ug: جانلىق كۆرەك

source: live demonstration
ug: جانلىق كۆرەك

source: live export
ug: جانلىق چىقىرىش

source: live layout
ug: جانلىق لايھە

source: Live Preview
ug: جانلىق كۆرۈنۈش

source: live session
ug: جانلىق بۆلەك

source: live streaming
ug: نۆۋەتتىكى ئېقىم

source: Live Tile
ug: جانلىق يايما

source: load
ug: يۈكلەش

source: lobby page
ug: چۈشەندۈرۈش بېتى

source: local
ug: يەرلىك

source: local account
ug: يەرلىك ھېسابات

source: local area network
ug: تار دائىرىلىك تور

source: local cube
ug: يەرلىك توپلام

source: locale
ug: رايون تەڭشىكى

source: locale ID
ug: رايون تەڭشەش كىملىكى

source: Local Experience Pack
ug: يەرلىك تەسىرات بولىقى

source: localhost
ug: يەرلىك مۇلازىمەتچى

source: localized version
ug: يەرلىك نەشرى

source: local object
ug: يەرلىك ئوبيېكت

source: local printer
ug: يەرلىك باسقۇ

source: local user
ug: يەرلىك ئىشلەتكۈچى

source: locate
ug: ئىزدىمەك

source: location
ug: جايلىشىشى

source: Location and Other Sensors
ug: ئورۇن ۋە باشقا سەزگۈچ

source: location sensor
ug: ئورۇن سەزگۈچ

source: location services
ug: ئورۇن مۇلازىمەتلىرى

source: locked
ug: قۇلۇپلانغان

source: locked resource
ug: قۇلۇپلانغان مەنبە

source: lock screen
ug: قۇلۇپلانغان ئېكران

source: Lock Tracking
ug: ئىزلاشنى قۇلۇپلاش

source: log
ug: خاتىرە

source: logarithmic trendline
ug: لوگارىفمىلىق يۈزلىنىش

source: log entry
ug: خاتىرە مەزمۇنى

source: log file
ug: خاتىرە ھۆججەت

source: logging
ug: تىزىملىنىش

source: Log Level Manager
ug: خاتىرە باشقۇرغۇچى

source: logo
ug: ماركا

source: log off
ug: تىزىمدىن چىقىش

source: log on
ug: تىزىمغا كىرىش

source: Long data type
ug: ئۇزۇن ئۇچۇر تىپى

source: Lookup field
ug: ئىزدەش بۆلىكى

source: loop
ug: ئايلانماق

source: Loose XAML
ug: بوش XAML

source: Loved
ug: سۆيۈلگەن

source: lowercase
ug: كىچىك ھەرپلىك

source: low vision
ug: كۆز ئاجىزلىق

source: LTM
ug: ئۇ ج ب

source: Lunar calendar
ug: قەمەرىيە كالېندارى

source: machine
ug: ماشىنا

source: machine learning
ug: ماشىنا ئۆگىنىمى

source: macro
ug: بۇيرۇق توپى

source: macro-enabled
ug: macro قوزغىتىلغان

source: macro-free
ug: macro يوق

source: magazine
ug: ژۇرنال

source: Magnifier
ug: لوپا ئەينەك

source: Mail
ug: خەت

source: mail
ug: خەت

source: Mail and Calendar Accounts
ug: خەت ۋە كالېندار ھېساباتلىرى

source: mailbox
ug: خەت ساندۇقى

source: Mailbox clean-up assistant
ug: خەت ساندۇقى تازىلاش ياردەمچىسى

source: mailbox intelligence
ug: ئاڭلىق خەت ساندۇقى

source: Mailbox Intelligence
ug: ئاڭلىق خەت ساندۇقى

source: mail delivery service
ug: خەت يەتكۈزۈش مۇلازىمىتى

source: mailing address
ug: خەت ئادرېسى

source: mail merge
ug: تورخەت بىرىكتۈرۈش

source: Mail Migration add-on
ug: Mail Migration قوشۇلمىسى

source: mail recipient
ug: خەت تاپشۇرۇۋېلىش

source: mail server
ug: تورخەت مۇلازىمېتىرى

source: MailTip
ug: خەت يېزىش كۆرسەتمىسى

source: MailTips
ug: خەت يېزىش كۆرسەتمىلىرى

source: mailto
ug: تاپشۇرۇۋالغۇچى

source: main app
ug: ئاساسىي ئەپ

source: main document
ug: ئاساسىي ھۆججەت

source: makerspace
ug: ئىش بوشلۇقى

source: make-table query
ug: قۇرۇلما جەدۋەل سۈرۈشتۈرمىسى

source: malicious advertising
ug: زىيانلىق ئېلان

source: malicious mail
ug: زىيانلىق خەت

source: malicious software
ug: زىيانلىق يۇمشاق دېتال

source: malvertising
ug: زىيانلىق ئېلان

source: malware
ug: زىيانلىق دېتال

source: malware campaign
ug: زىيانداش دېتالچى

source: manage
ug: باشقۇرۇش

source: managed code
ug: ھاۋالە كود

source: Managed E-mail Folder
ug: باشقۇرۇلىدىغان تورخەت قىسقۇچ

source: managed navigation
ug: تەييار تىزىملىك

source: manager
ug: باشقۇرغۇچى

source: manual
ug: قولدا

source: manual line break
ug: قۇر تاشلىغۇچ

source: map
ug: خەرىتىدىن كۆرسەتمەك

source: map chart
ug: خەرىتە گىرافىكى

source: map note
ug: خەرىتە ئىزاھاتى

source: mapped range
ug: خەرىتىلىك قاتار

source: Maps
ug: خەرىتىلەر

source: margin
ug: گىرۋەك

source: Mark as Final
ug: ئاخىرقى دەپ بەلگىلەش

source: mark read
ug: ئوقۇلدى قىلىش

source: markup
ug: ئۆزگەرتىشلەر

source: markup balloon
ug: ئۆزگەرتمىلەر كۆزنىكى

source: marquee
ug: لەيلىمە تېكىست

source: master
ug: ئانا قېلىپ

source: master boot code
ug: باش قوزغىتىش كودى

source: MasterCard SecureCode
ug: MasterCard بىخەتەرلىك نومۇرى

source: Master Category List
ug: يىتەكچى تۈر تىزىملىكى

source: master document
ug: باش ھۆججەت

source: master-level guide
ug: باش يېتەكچى

source: master page
ug: باش بەت

source: master shape
ug: باش شەكىل

source: master text
ug: باش تېكىست

source: materials
ug: ماتېرىياللار

source: Math Assistant
ug: ماتېماتكا ياردەمچىسى

source: Math Autocorrect
ug: ماتېماتىكىلىق ئاپتوماتىك تۈزىتىش

source: Matrix
ug: ماترىتسا

source: maximize
ug: چوڭايتماق

source: max points
ug: ئەڭ يۇقىرى نومۇر

source: Me
ug: مەن

source: me
ug: مەن

source: measure
ug: ئۆلچەش

source: Measured Boot
ug: ئۆلچەنگەن قوزغىتىش

source: Measurement Converter
ug: ئۆلچەم ئايلاندۇرغۇچ

source: mechanical sensor
ug: مېخانىكىلىق سەزگۈچ

source: media
ug: مېدىيا

source: media clip
ug: ئۈن - سىن ھۆججىتى

source: media file
ug: مېدىيا ھۆججىتى

source: Media Foundation
ug: مېدىيا ئاساسى

source: media server
ug: مېدىيا مۇلازىمىتېرى

source: media streaming
ug: مېدىيا ئوقۇش

source: Media Trim
ug: مېدىيا قىيىش

source: Medical
ug: تېبابەت

source: meeting
ug: يىغىن

source: Meeting
ug: يىغىن

source: meeting log
ug: يىغىن خاتىرىسى

source: meeting minutes
ug: يىغىن خاتىرىسى

source: meeting organizer
ug: يىغىن ئورۇنلاشتۇرغۇچ

source: meeting request
ug: ئۇچرىشىش ئىلتىماسى

source: meeting response
ug: يىغىن جاۋابى

source: megabyte
ug: مېگابايت

source: member
ug: ئەزا

source: memory
ug: ساقلىغۇچ

source: memory integrity
ug: ساقلىغۇچنىڭ توغرىلىغى

source: memory leak
ug: ئۇچۇر ئاقمىسى

source: memory slot
ug: ساقلىغۇچ ئېغىزى

source: Memory Usage
ug: ئىچكى ساقلىغۇچ ئەھۋالى

source: @mentions
ug: @ئاتاش

source: Mentions
ug: تىلغا ئېلىشلار

source: menu
ug: تىزىملىك

source: Menu
ug: تىزىملىك

source: menu bar
ug: تىزىملىك بالدىقى

source: merchant
ug: ساتقۇچى

source: merge
ug: بىرلەشتۈرمەك

source: merged cell
ug: بىرىكمە كاتەكچە

source: merge field
ug: بۆلەك بىرلەشتۈرۈش

source: Merge Shapes
ug: شەكىللەرنى بىرىكتۈرۈش

source: mesh
ug: تورلۇق

source: message
ug: ئۇچۇر

source: Message Bar
ug: ئۇچۇر بالدىقى

source: message bar
ug: ئۇچۇر بالدىقى

source: message body
ug: ئۇچۇر گەۋدىسى

source: message class
ug: ئۇچۇر تۈرى

source: message flag
ug: خەت تۇغلاش

source: message header
ug: خەت بېشى

source: message list
ug: خەت تىزىملىكى

source: Messaging
ug: ئۇچۇر

source: Messaging Application Programming Interface
ug: ئۇچۇر قورالى پىروگىرامما يۈزى

source: metadata
ug: مېتامەلۇمات

source: metafile
ug: مېتا ھۆججەت

source: Metallic
ug: مېتلا

source: metered data plan
ug: ئېقىم مەلۇمات پىلانى

source: metered Internet connection
ug: ئېقىم ھېسابلىنىدىغان ئىنتېرنېت ئۇلىنىشى

source: metered network
ug: ئېقىم ھېسابلىنىدىغان تور

source: method
ug: ئۇسۇل

source: metric
ug: مېتىرىكا

source: MFA
ug: كۆپ شەرتلىك تەستىقلاش

source: microblogging
ug: مىكرو بىلوگ

source: microprocessor
ug: مىكرو بىر تەرەپ قىلغۇچ

source: microsite
ug: مىكرو بېكەت

source: Microsoft 365 admin center
ug: Microsoft 365 باشقۇرۇش مەركىزى

source: Microsoft 365 live captions & subtitles
ug: Microsoft 365 جانلىق تېكىست ۋە خەت

source: Microsoft account
ug: Microsoft ھېساباتى

source: Microsoft account logins
ug: Microsoft ھېساباتىغا كىرىش

source: Microsoft Active Protection Service
ug: Microsoft ئاكتىپ قوغداش مۇلازىمىتى

source: Microsoft Advertising
ug: Microsoft ئېلانچىلىقى

source: Microsoft Business Center
ug: Microsoft كارخانا مەركىزى

source: Microsoft Calculator
ug: Microsoft ھېسابلىغۇچىسى

source: Microsoft Cloud Agreement
ug: بۇلۇت كېلىشىمى Microsoft

source: Microsoft community
ug: Microsoft مەھەللىسى

source: Microsoft Data Streamer
ug: Microsoft مەلۇمات ئاقتۇرغۇچ

source: Microsoft design language
ug: Microsoft لايىھەلەش تىلى

source: Microsoft developer
ug: Microsoft ئىجادچى

source: Microsoft Events
ug: Microsoft پائالىيەتلىرى

source: Microsoft family
ug: Microsoft ئائىلىسى

source: Microsoft Family Safety
ug: Microsoft ئائىلە بىخەتەرلىكى

source: Microsoft Fonts Online
ug: Microsoft تور فونتلىرى

source: Microsoft Get Help
ug: Microsoft تىن ياردەم ئېلىش

source: Microsoft Get Started
ug: Microsoft باشلامچىسى

source: Microsoft Holograms
ug: Microsoft ھولوگرامما

source: Microsoft License Terms for Consumers
ug: Microsoft خېرىدارلار ئىجازەت شەرتلىرى

source: Microsoft Media Foundation
ug: Microsoft مېدىيا ئاساسى

source: Microsoft Movies & TV
ug: Microsoft كىنو-تېلېۋىزىيەسى

source: Microsoft Office Backstage view
ug: Microsoft Office Backstage كۆرۈنۈشى

source: Microsoft Office Forms Server
ug: Microsoft Office رامكا مۇلازىمېتىرى

source: Microsoft Office Language Interface Pack
ug: Microsoft Office تىل ئارايۈزى بولىقى

source: Microsoft OneDrive Desktop
ug: Microsoft OneDrive ئۈستەليۈزى

source: Microsoft Online Subscription Agreement
ug: Microsoft تور مۇشتەرىلىك كېلىشىمى

source: Microsoft Outlook Personal Folders Backup
ug: Microsoft Outlook دىكى شەخسىي ھۆججەتدانلارنى زاپاسلاش

source: Microsoft Paint
ug: Microsoft رەسىم سىزغۇچ
