Repository: Abdusalamstd/Locolization
Catalog: Terms-*.po
Languages: ug

source: 100% stacked bar chart
ug: 100% لىك تاياقچە گىرافىك

source: 100% stacked column chart
ug: 100% تۈۋرۈكسىمان گىرافىك

source: 1-way binding
ug: 1 يوللۇق باغلاش

source: 2-D
ug: ئىككى ئۆلچەملىك

source: 2D Maps
ug: 2 ئۆلچەملىك خەرىتە

source: 2D view
ug: 2D كۆرۈنۈش

source: 2-in-1
ug: 2 بىرلەشمە 1 كومپيۇتېر

source: 2-way binding
ug: 2 يوللۇق باغلاش

source: 360° video
ug: 360° سىن

source: 3-D
ug: ئۈچ ئۆلچەملىك

source: 3-D column chart
ug: ئۈچ ئۆلچەملىك گىرافىك

source: 3-D effect
ug: ئۈچ ئۆلچەملىك ئۈنۈم

source: 3D Maps
ug: 3D خەرىتىلەر

source: 3-D reference
ug: ئۈچ ئۆلچەملىك نەقىل

source: 3-D walls and floor
ug: ئۈچ ئۆلچەملىك تام-تورۇس

source: abandon
ug: تاشلاش

source: About
ug: ھەققىدە

source: absolute cell reference
ug: مۇتلەق كاتەكچە پايدىلانمىسى

source: absolute link
ug: مۇتلەق ئۇلانما

source: absolute positioning
ug: مۇتلەق ئورۇن بەلگىلەش

source: absolute reference
ug: مۇتلەق پايدىلانما

source: absolute URL
ug: مۇتلەق URL

source: abstract
ug: ئابستراكت

source: Academic Library
ug: ئىلمىي كۇتۇبخانا

source: accent color
ug: خاس رەڭ

source: Accent Process
ug: تەرتىپلىك سىخېما

source: access
ug: زىيارەت قىلماق

source: access control list
ug: زىيارەت تىزگىنى تىزىملىكى

source: accessibility
ug: ياردەمچە ئىقتىدار

source: Accessibility Advocate
ug: راۋانلىق يولباشچىسى

source: accessibility aid
ug: راۋانلىق ياردىمى

source: Accessibility Checker
ug: راۋانلىق تەكشۈرگۈچ

source: access key
ug: زىيارەت كۇنۇپكىسى

source: Access number
ug: زىيارەت نومۇرى

source: accessory
ug: قوشۇمچە

source: access permissions
ug: زىيارەت ھوقۇقى

source: access point
ug: زىيارەت نۇقتىسى

source: Access Services
ug: Access مۇلازىمەتلىرى

source: account
ug: ھېسابات

source: Account
ug: ھېسابات

source: accounting
ug: بوغالتىرلىق

source: Accounting & finance
ug: مالىيە-بوغالتىرلىق

source: account picture
ug: ھېسابات رەسىمى

source: account protection
ug: ھېساباتنى قوغداش

source: achievement
ug: ئۆتكەل

source: action
ug: ھەرىكەت

source: actionable message
ug: مەشغۇلاتلىق ئۇچۇر

source: actionable message card
ug: مەشغۇلاتلىق ئۇچۇر كارتىسى

source: Actionable Messages
ug: مەشغۇلاتلىق ئۇچۇر

source: Action & adventure
ug: ھەرىكەتلىك ۋە خەتەرلىك

source: action argument
ug: ھەرىكەت پارامېتىرى

source: action button
ug: ھەرىكەت كۇنۇپكىسى

source: action center
ug: مەشغۇلات مەركىزى

source: Action Items
ug: ھەرىكەت ئوبيېكتلىرى

source: action node
ug: ھەرىكەت تۈگۈنى

source: action query
ug: ھەرىكەت سۈرۈشتۈرمىسى

source: action row
ug: ھەرىكەت قۇرى

source: action statement
ug: ھەرىكەت ئىبارىسى

source: activate
ug: ئاكتىپلاشتۇرماق

source: activation
ug: ئاكتىپ

source: active
ug: ئاكتىپ

source: active cell
ug: ئاكتىپ كاتەكچە

source: active content
ug: ئاكتىپ مەزمۇن

source: Active Directory-based activation
ug: Active Directory ئاساسىدا ئاكتىپلاشتۇرۇش

source: Active Directory Domain Services
ug: Active Directory دائىرە مۇلازىمىتى

source: Active Directory Federation Services
ug: Active Directory بىرلەشمىسى

source: active document
ug: ئاكتىپ پۈتۈك

source: active document window
ug: ئاكتىپ ھۆججەت كۆزنىكى

source: active field
ug: ئاكتىپ ئورۇن

source: active hours
ug: ئاكتىپ ۋاقىت

source: active sheet
ug: ئاكتىپ جەدۋەل

source: active window
ug: ئاكتىپ كۆزنەك

source: ActiveX control
ug: ActiveX كونترولى

source: ActiveX object
ug: ActiveX ئوبيېكتى

source: activity
ug: پائالىيەت

source: Activity
ug: مەشغۇلات

source: activity feed
ug: پائالىيەت مەنبەسى

source: Activity Reporting
ug: پائالىيەت دوكلاتى

source: actual
ug: ھەقىقىي

source: actual work
ug: ئەمەلىي ئىش

source: adapter
ug: ماسلاشتۇرغۇچ

source: add
ug: قوشماق

source: Add Cite
ug: نەقىل قوشۇش

source: add-in
ug: قىستۇرما

source: additional optional connected experience
ug: قوشۇمچە تاللانما باغلانما ئىقتىدار

source: additional requirement
ug: قوشۇمچە تەلەپ

source: add-on
ug: قوشۇمچە ئۈسكۈنە

source: address
ug: ئادرېس

source: Address Bar Top Result
ug: ئەڭ ئەلا نەتىجە

source: address book
ug: ئادرېس دەپتىرى

source: Address Book
ug: ئادرېس دەپتىرى

source: AD DS
ug: ئا م د م

source: Add Space
ug: بوشلۇق قوشۇش

source: Add to my OneDrive
ug: OneDrive بوشلۇقۇمغا قوشۇش

source: Add to OneNote
ug: OneNote قا قوشۇش

source: ad-free
ug: ئېلانسىز

source: ad mediation
ug: ئېلان تاراتقۇسى

source: admin
ug: باشقۇرغۇچى

source: administrator
ug: باشقۇرغۇچى

source: administrator account
ug: باشقۇرغۇچى ھېساباتى

source: adoption
ug: كۆنۈش

source: Adventure
ug: تەۋەككۈلچىلىك

source: advertising ID
ug: ئېلان كىملىكى

source: aerial view
ug: بوشلۇق كۆرۈنمىسى

source: affiliate
ug: تارماق

source: affiliate marketing
ug: بازار ھەمكارلىقى

source: Affiliate Program
ug: تارماق پروگرامما

source: agenda
ug: كۈنتەرتىپ

source: Agenda view
ug: كۈنتەرتىپ كۆرۈنۈشى

source: agent
ug: ۋاكالەتچى

source: aggressive address acquisition retry
ug: ئاكتىپ ئادرېس ئېرىشىشنى قايتا سىناش

source: Agile method
ug: چېۋەر ئۇسۇل

source: airplane mode
ug: ئايروپىلان ھالىتى

source: alarm
ug: قوڭغۇراق

source: Alarms & Clock
ug: قوڭغۇراق ۋە سائەت

source: album
ug: ئالبوم

source: album info
ug: پىلاستىنكا ئۇچۇرى

source: alert
ug: ئاگاھلاندۇرۇش

source: alias
ug: باشقا نام

source: align
ug: توغرىلىماق

source: alignment
ug: توغرىلاش

source: alignment guide
ug: يۆنىلىش يېتەكچىسى

source: alignment tab
ug: يۆنىلىش بەتكۈچى

source: allocate
ug: تەقسىملەش

source: allocation
ug: تەقسىملەش

source: allow
ug: رۇخسەت قىلىش

source: Allow
ug: رۇخسەتنامە

source: All rights reserved.
ug: بارلىق ھوقۇقى قوغدىلىدۇ.

source: All services
ug: بارلىق مۇلازىمەتلەر

source: alternate calendar
ug: زاپاس كالېندار

source: Alternating Flow
ug: ماسلىشىشچان ئېقىم

source: alternative text
ug: تاللانما تېكست

source: ALT text
ug: قوشۇمچە تېكىست

source: Always Move gallery
ug: ھەرىكەتچان توپلام

source: American Standard Code for Information Interchange
ug: ئامېرىكا ئۆلچەملىك ئۇچۇر ئالماشتۇرۇش كودى

source: amount
ug: مىقدار

source: analogous colors
ug: قوشنا رەڭ

source: Analytics Service
ug: ئانالىز مۇلازىمىتى

source: ancestor
ug: ئەجداد

source: ancestor element
ug: ئەجداد ئېلېمېنتى

source: angle indicator
ug: بۇلۇڭ كۆرسەتكۈچ

source: animate
ug: ھەرىكەتلەنمەك

source: animated GIF
ug: ھەرىكەتلىك GIF

source: animation
ug: ھەرىكەت

source: animation effect
ug: ھەرىكەتچان ئۈنۈم

source: Animation Painter
ug: ھەرىكەتچان رەسىمچى

source: animation scheme
ug: ھەرىكەت سىخېمىسى

source: animation style
ug: ھەرىكەتچان ئۇسلۇب

source: animation trigger
ug: ھەرىكەتچان سۈرەت قوزغاتقۇچى

source: anonymizer
ug: يوشۇرۇن زىيارەتچى

source: anonymous
ug: يوشۇرۇن

source: answer
ug: ئالماق

source: anti aliasing
ug: سىلىقلاش

source: antimalware program
ug: زىيانلىق دېتالغا قارشى پىروگرامما

source: antimalware software
ug: زىيانلىق دېتالغا قارشى دېتال

source: anti-shake
ug: سىلكىنىشكە قارشى

source: anti-shake feature
ug: سىلكىنىشكە قارشى ئىقتىدار

source: antispyware program
ug: جاسۇسخور دېتالغا قارشى پىروگرامما

source: antispyware software
ug: جاسۇسخور دېتالغا قارشى پىروگرامما

source: apartment
ug: بۆلۈمچە

source: app
ug: ئەپ

source: app bar
ug: ئەپ بالدىقى

source: App & browser control
ug: ئەپ ۋە تور كۆرگۈچ تىزگىنى

source: app bundle
ug: ئەپ توپلىمى

source: App Catalog
ug: ئەپ كاتالوگى

source: app command
ug: ئەپ بۇيرۇقلىرى

source: App connector
ug: ئەپ ئۇلىغۇچ

source: app container
ug: ئەپ قاچىسى

source: app custom action
ug: ئەپ ئۆزلەشتۈرمە مەشغۇلاتى

source: app drawer
ug: خادىم

source: Appear offline
ug: يوشۇرۇن

source: append query
ug: ئاخىرىغا قوشۇش سۈرۈشتۈرمىسى

source: app frame
ug: ئەپ رامكىسى

source: app launcher
ug: ئەپ قوزغاتقۇچ

source: applet
ug: ئاپلېت

source: application
ug: قوللانما

source: application data
ug: ئەپ مەلۇماتى

source: Application Guard
ug: ئەپ قوغدىغۇچ

source: application note
ug: ئەپ كۆرسەتمىلىرى

source: application single-threaded apartment
ug: قوللانما دېتال يەككە ئېقىملىق بۆلۈمچىسى

source: apply
ug: قوللانماق

source: App Monitor
ug: ئەپ باشقۇرغۇچ

source: app name
ug: ئەپ نامى

source: app package
ug: ئەپ بولىقى

source: app part
ug: ئەپ قىسمى

source: app preview
ug: ئەپ كۆرۈپ بېقىش

source: App protection
ug: ئەپ قوغداش

source: Apps and Quizzes
ug: ئەپلەر ۋە سىناقلار

source: app step
ug: ئەپ باسقۇچلىرى

source: App Summary
ug: ئەپ خۇلاسىسى

source: app switch
ug: ئەپ ئالمىشىش

source: app switching
ug: ئەپ ئالمىشىش

source: App to App sign in
ug: ئەپتىن ئەپكە تىزىملاپ كىرىش

source: App Update
ug: ئەپ يېڭىلاش

source: archive
ug: ئارخىپلىماق

source: Archive
ug: ئارخىپ

source: archive mailbox
ug: ئارخىپدان

source: Archiving in Office 365
ug: Office 365 تە ئارخىپلاش

source: area
ug: دائىرە

source: area chart
ug: سېلىشتۇرما گىرافىك

source: area code
ug: رايون نومۇرى

source: argument
ug: دەلىل

source: arrangement
ug: ئورۇنلاشتۇرۇش

source: array
ug: رەت

source: ARRAY
ug: قاتار

source: array constant
ug: گۇرۇپپا تۇراقلىق مىقدارى

source: array formula
ug: گۇرۇپپىلىق فورمۇلا

source: Arrow Ribbon
ug: يۆلىنىشلىك تاسما

source: article
ug: ماقالە

source: artificial intelligence
ug: سۈنئىي ئاڭ

source: artist
ug: سەنئەتكار

source: artistic effect
ug: بەدىئىي ئۈنۈم

source: Ask a parent
ug: ئاتا-ئانىلاردىن سوراش

source: Ask Cortana
ug: Cortana دىن سوراش

source: aspect
ug: نىسبەت

source: aspect ratio
ug: ئۇزۇنلۇق-كەڭلىك نىسبىتى

source: asset
ug: مۈلۈك

source: assigned task
ug: تاپشۇرۇلغان ۋەزىپە

source: assignee
ug: ۋاكالەتچى

source: assignment
ug: ۋەزىپە

source: Assignments
ug: ۋەزىپىلەر

source: assistant shape
ug: ياردەمچى شەكىلى

source: assistive technology
ug: ياردەمچى تېخنىكا

source: associated PivotTable report
ug: مۇناسىۋەتلىك PivotTable دوكلاتى

source: asterisk
ug: يۇلتۇز بەلگىسى

source: ATM
ug: ئاپتوماتىك بانكا

source: attach
ug: قىستۇرماق

source: attachment
ug: قىستۇرۇلما

source: Attachment
ug: يۈكلىمە

source: Attachment Previewer
ug: يۈكلەنمە كۆرگۈچ

source: Attachment Previewing
ug: يۈكلەنمە كۆرۈش

source: Attachment Reminder
ug: يۈكلەنمە گۈدۈكى

source: attack surface
ug: ھۇجۇم يۈزى

source: Attendee/Recipient List
ug: قاتناشقۇچى/تاپشۇرۇۋالغۇچى تىزىملىكى

source: attention
ug: دىققەت

source: attribute
ug: خاسلىق

source: audio
ug: ئۈن

source: audio call
ug: ئاۋاز ئالاقىسى

source: audio CD
ug: ئۈن CD

source: audio challenge
ug: ئاۋازلىق سۈرۈشتۈرۈش

source: Audio Conferencing
ug: ئاۋازلىق يىغىن

source: audio style
ug: ئۈن ئۇسلۇبى

source: audio waveform
ug: ئاۋاز دولقۇنى سىخېمىسى

source: authentication
ug: تەستىق

source: authentication database
ug: كىملىك تەكشۈرۈش ئامبىرى

source: authentication method
ug: كىملىك تەكشۈرۈش ئۇسۇلى

source: author
ug: ئاپتور

source: authoring canvas
ug: ئىجادىيەت تاختىسى

source: authority information access
ug: ھوقۇقلۇق ئۇچۇر زىيارىتى

source: Authority Key Identifier
ug: ھوقۇقلۇق ئاچقۇچ پەرقلەندۈرگۈچ

source: authorization
ug: ھوقۇق بېرىش

source: authorize
ug: ئىجازەتلەش

source: Author Marks
ug: يازغۇچى بەلگىسى

source: AutoArchive
ug: ئاپتوماتىك ئارخىپلاش

source: auto attendant
ug: ئاپتوماتىك قاتناشقۇچى

source: Auto Collage
ug: ئاپتوماتىك بىرىكتۈرۈش

source: AutoComplete
ug: ئاپتوماتىك تاماملاش

source: AutoCorrect
ug: ئاپتوماتىك توغرىلاش

source: Auto-Extend
ug: ئۆزلىكىدىن كېڭيىش

source: Auto Fill
ug: ئۆزتولدۇرۇش

source: AutoFill
ug: ئۆزتولدۇرۇش

source: AutoFilter
ug: ئاپتوماتىك سۈزگۈچ

source: autoformat
ug: تەييار ئەندىزە

source: AutoLayout
ug: ئاپتوماتىك لايھە

source: automatic
ug: ئاپتوماتىك

source: automatically save
ug: ئاپتوماتىك ساقلاش

source: automatic file restore
ug: ئاپتوماتىك ھۆججەت ئەسلىگە قايتۇرۇش

source: Automatic Maintenance
ug: ئاپتوماتىك ئاسراش

source: Automatic Replies
ug: ئاپتوماتىك جاۋابلار

source: automatic reply
ug: ئاپتوماتىك جاۋاب

source: Automation
ug: ئاپتوماتلاشتۇرۇش

source: Automation object
ug: ئاپتوماتلاشقان ئوبيېكت

source: Automotive
ug: ئاپتوموبىل

source: AutoPlay
ug: ئاپتوماتىك قويۇش

source: AutoPreview
ug: ئاپتوماتىك نەزەر

source: auto-recharge
ug: ئاپتوماتىك قىممەت تولۇقلاش

source: AutoRecover
ug: ئاپتوماتىك ئەسلىگە كەلتۈرۈش

source: auto redeem
ug: ئۆزلۈكىدىن نەقلەش

source: auto-redial
ug: ئاپتوماتىك قايتا چاقىرىش

source: AutoSave
ug: ئاپتوماتىك ساقلاش

source: AutoShape
ug: تەييار شەكىل

source: AutoShapes
ug: ئاپتوماتىك شەكىل

source: AutoText
ug: ئاپتوماتىك تېكست

source: auto top-up
ug: ئاپتوماتىك تولدۇرۇش

source: availability
ug: بىكار

source: availability indicator
ug: ئۈنۈمدارلىق كۆرسەتكۈچى

source: available
ug: ئىشلەتكىلى بولىدىغان

source: available disk space
ug: بار دىسكا بوشلۇقى

source: available memory
ug: يېتەرلىك ساقلىغۇچ

source: Avatar items
ug: باش سۈرەتلەر

source: A/V Edge server
ug: A/V قىر مۇلازىمىتېر

source: Away
ug: ئايرىلىش

source: axis
ug: ئوق

source: Azure Key Vault
ug: Azure ئاچقۇچ ئىشكاپى

source: B2B Collaboration
ug: B2B ھەمكارلىق

source: Back
ug: ئارقىغا

source: Back button
ug: زاپاسلاش كۇنۇپكىسى

source: back facing
ug: ئارقىچە

source: background
ug: تەگلىك

source: Background
ug: تەگلىك

source: background color
ug: تەگلىك رەڭگى

source: background graphics
ug: تەگلىك گىرافىكى

source: Background pictures
ug: تەگلىك رەسىمى

source: Background Removal
ug: تەگلىك يۆتكەش

source: backslash
ug: تەتۈر يانتۇ سىزىق

source: Backstage view
ug: Backstage كۆرۈنۈشى

source: back up
ug: زاپاسلىماق

source: backup
ug: زاپاسلاش

source: Backup & manage
ug: زاپاسلاش ۋە باشقۇرۇش

source: backup withholding
ug: ئالدىن تۇتۇلىدىغان باج

source: bad debt
ug: ئۈمىدسىز ھېسابات

source: badge
ug: ئىزناك

source: Balance
ug: تەڭپۇڭ

source: balloon
ug: شار

source: banded
ug: سىزىقلىق

source: bandwidth
ug: بەلباغ كەڭلىكى

source: bank
ug: بانكا

source: bank code
ug: بانكا كودى

source: Banking & investments
ug: مەبلەغچىلىك

source: bank sorting code
ug: بانكا تۈر نومۇرى

source: bank transit number
ug: بانكا يۆتكەش نومۇرى

source: banner
ug: تۇغ

source: bar code
ug: تاياقچە كود

source: bar graph
ug: تاياقچە گىرافىك

source: bar of pie chart
ug: يۇملاق تاياقچە گىرافىك

source: Base64
ug: ئۇل64

source: baseboard
ug: ئانا تاختا

source: baseline
ug: غول سىزىق

source: Base Smart Card Cryptographic Service Provider
ug: ئاساسىي ئەقلىي كارتىلىق مەخپىيلەشتۈرۈش مۇلازىمىتىنى تەمىنلىگۈچ

source: Base Smart Card CSP
ug: ئاساسىي ئەقلىي كارتا CSP

source: base style
ug: ئاساسىي ئۇسلۇب

source: Basic Bending Process
ug: ئاساسىي ئەگمە

source: Basic Block List
ug: ئاساسىي رايون تىزىملىكى

source: Basic Chevron Process
ug: ئاساسىي ئاچىماق

source: Basic Cycle
ug: ئاساسىي ھالقا

source: Basic Matrix
ug: ئاساسىي ماترىتسا

source: Basic Pie
ug: ئاساسىي دۈگلەك

source: Basic Process
ug: ئاساسىي جەريان

source: Basic Pyramid
ug: ئاساسىي پىرامىدا

source: Basic Radial
ug: ئاساسىي رادىيوس

source: Basic Target
ug: ئاساسىي نىشان

source: Basic Timeline
ug: ئاساسىي ۋاقىت سىزىقى

source: Basic Venn
ug: ئاساسىي ئۆتۈشمە

source: battery
ug: باتارېيە

source: battery charge
ug: باتارېيە توكى

source: battery level
ug: باتارېيە مىقدارى

source: battery life
ug: باتارېيە ئۆمرى

source: battery saver
ug: توك تېجەش

source: bcc
ug: مەخپىي نۇسخا

source: BCM
ug: سودا ئالاقە باشقۇرغۇچ

source: beacon
ug: كۆزەتكۈچ

source: before event
ug: بۇرۇنقى ھادىسە

source: benchmark
ug: ئۆلچەك

source: bending
ug: ئەگمە

source: bending picture
ug: ئەگمە رەسىم

source: Bending Picture Accent List
ug: ئەگمە رەسىملىك قاتلاملىق تىزىملىك

source: bending process
ug: ئەگمە جەريان

source: beneficiary correspondent account
ug: مەنپەئەتلەنگۈچىنىڭ ۋاكالەت ھېساباتى

source: beneficiary INN
ug: مەنپەئەتلەنگۈچىنىڭ INN نومۇرى

source: beneficiary KPP
ug: مەنپەئەتلەنگۈچىنىڭ KPP نومۇرى

source: beneficiary RUT
ug: مەنپەئەتلەنگۈچىنىڭ RUT نومۇرى

source: Best rated
ug: يۇقىرى باھالانغانلىرى

source: Best-rated apps
ug: ئەڭ ئالقىشلىق ئەپلەر

source: Best-rated games
ug: ئەڭ ئالقىشلىق ئويۇنلار

source: Best selling
ug: ئەڭ بازارلىقلىرى

source: Best selling apps
ug: بازارلىق ئەپلەر

source: Best selling games
ug: بازارلىق ئويۇنلار

source: bevel
ug: يانتولۇق

source: bidi
ug: قوش يۆنىلىشلىك

source: bidirectional
ug: قوش يۆنىلىشلىك

source: billfold
ug: خاتىرە دەپتەر

source: billing
ug: ھېساب بوغۇش

source: billing and invoicing
ug: ھېساب بوغۇش ۋە تالون كېسىش

source: bin
ug: سېۋەت

source: binary
ug: ئىككىلىك

source: binary file
ug: ئىككىلىك ھۆججەت

source: bind
ug: باغلىماق

source: BIND
ug: باغلاش

source: Binder
ug: باغلىغۇچ

source: binding
ug: باغلاش

source: Bing Maps
ug: Bing خەرىتىسى

source: binomial distribution
ug: ئىككى ئەزالىق تەقسىملەش

source: birthday reminder
ug: توغۇلغان كۈن ئەسكەرتكۈچ

source: bit
ug: بىت

source: BitLocker Drive Encryption
ug: BitLocker قوزغاتقۇچنى مەخپىيلەشتۈرۈش

source: BitLocker encrypted installation
ug: BitLocker مەخپىيلەشتۈرۈپ قاچىلاش

source: BitLocker Enterprise
ug: BitLocker كارخانا

source: BitLocker network unlock
ug: BitLocker تور قۇلۇپى ئېچىش

source: bitmap
ug: چېكىتلىك تەسۋىر

source: bit rate
ug: بىت نىسبىتى

source: bit toggling keypad
ug: بىت ئالماشتۇرۇش تاختىسى

source: Blanch
ug: ئاقارتقان

source: blank page
ug: بوش بەت

source: blind carbon copy
ug: يوشۇرۇن نۇسخا

source: blindness
ug: قارىغۇ

source: block
ug: چەكلەش

source: Block Cycle
ug: بۆلەكلىك ھالقا

source: #BLOCKED!
ug: #چەكلەندى!

source: Blocked Encodings List
ug: يېزىق قارا تىزىملىكى

source: Blocked Senders List
ug: خەت ئەۋەتكۈچىلەر قارا تىزىملىكى

source: Blocked Top-Level Domain List
ug: تور نامى قارا تىزىملىكى

source: Block Quote
ug: نەقىل

source: blog
ug: تورتۇرا

source: Blog
ug: بىلوگ

source: blur
ug: غۇۋالاشتۇرماق

source: body text
ug: مەزمۇن

source: bold
ug: توم

source: book fold
ug: قوش بەت

source: booking window
ug: ամրագրման պատուհան

source: bookmark
ug: خەتكۈش

source: bookmarklet
ug: خەتكۈش

source: Books
ug: كىتاب

source: Books & Reference
ug: كىتاب-ماتېرىياللار

source: Boolean expression
ug: بۇلىن ئىپادىسى

source: Boom
ug: گۈللىنىش

source: border
ug: چېگرا

source: Border Painter
ug: چەك سىزغۇچ

source: Border Sampler
ug: چەك ئۆرنەكچىسى

source: Border Styles gallery
ug: چەك ئۇسلۇبلىرى توپلىمى

source: bot
ug: روبوت

source: bound control
ug: باغلىنىش تىزگىنى

source: bounding box
ug: چەك رامكىسى

source: bound object frame
ug: باغلىنىش ئوبيېكتى رامكىسى

source: box and whisker chart
ug: ساندۇق ۋە يىپچە گىرافىك

source: branch
ug: شاخ

source: branch code
ug: تارماق بانكا نومۇرى

source: Brassy
ug: مىس رەڭ

source: breach
ug: يوچۇق

source: Breakdown
ug: ئىنچىكە بۆلۈش

source: breakpoint
ug: ئۈزۈلۈش نۇقتىسى

source: brightness
ug: يورۇقلىقى

source: Bring Your Own Device
ug: ئۆز ئۈسكۈنىسى بىلەن ئىشلەش

source: broadband
ug: كەڭ بەلۋاغ

source: Broadcast Slide Show
ug: تامتەسۋىر قويۇش

source: bronze
ug: بىرونزا

source: browse
ug: كۆرمەك

source: browser
ug: تور كۆرگۈچ

source: browser extension
ug: تور كۆرگۈچ كېڭەيتمىسى

source: browser safe
ug: تور كۆرگۈچ بىخەتەر

source: browsing history
ug: تارىخىي ئۇچۇرلىرىنى كۆرۈش

source: brute force attack
ug: زورلۇق بىلەن يېشىش

source: Budgeting & taxes
ug: خامچوت ۋە باج

source: buffer
ug: بۇففېر

source: build
ug: قۇرماق

source: building block
ug: ئاساس بۆلەك

source: Building Blocks Organizer
ug: قۇرۇلما بۆلەك ئورۇنلاشتۇرغۇچ

source: built-in administrator
ug: ئىچكى باشقۇرغۇچى

source: built-in administrator account
ug: ئىچكى باشقۇرغۇچى ھېساباتى

source: built-in app
ug: ئىچكى ئەپ

source: built-in style
ug: ئىچكى ئۇسلۇب

source: built-in toolbar
ug: ئىچكى جابدۇقدان

source: Bulk Mode
ug: توپ ھالەت

source: bullet
ug: كۆرسەتكۈچ بەلگە

source: Bulleted list
ug: ئوقلۇق تىزىملىك

source: bulleted list
ug: ئوقلۇق تىزىملىك

source: bundle
ug: توپلام

source: burn
ug: ئويماق

source: bus
ug: لىنىيە

source: business
ug: سودا

source: Business
ug: سودا

source: Business Card
ug: سودا كارتىسى

source: Business center
ug: كارخانا مەركىزى

source: Business Center
ug: كارخانا مەركىزى

source: business-class email
ug: كارخانا دەرىجىلىك تورخەت

source: Business Contact Manager
ug: سودا ئالاقىسى باشقۇرغۇچ

source: Business Contact Manager Home Page
ug: سودا ئالاقىسى باشقۇرغۇچ باشبېتى

source: business database
ug: سودا ساندانى

source: business email
ug: كارخانا تورخېتى

source: Business Intelligence Center
ug: سودا ئۇچۇرى مەركىزى

source: business tool
ug: خىزمەت قورالى

source: busy
ug: ئالدىراش

source: Busy
ug: ئالدىراش

source: busy signal
ug: ئالدىراش سىگنال

source: button
ug: كۇنۇپكا

source: Buy
ug: سېتىۋېلىش

source: Buy Skype Credit
ug: Skype تەڭگىسى سېتىۋېلىش

source: by default
ug: سۈكۈت بۇيىچە

source: BYOC/CAL discount
ug: BYOC/CAL ئېتىبار باھاسى

source: byte
ug: بايت

source: CA certificate
ug: CA ئىجازەتنامىسى

source: cache
ug: غەملەك

source: calculated column
ug: ھېسابلانغان رەت

source: calculated field
ug: نەتىجە ئورنى

source: calculated measure
ug: ھېسابلانغان بىرلىك

source: calculated member
ug: ھېسابلانغان ئەزا

source: calculator
ug: ھېسابلىغۇچ

source: Calculator
ug: ھېسابلىغۇچ

source: Calendar
ug: كالېندار

source: calendar
ug: كالېندار

source: calendar group
ug: كالېندار گۇرۇپپىسى

source: Calendar Groups
ug: كالېندار گۇرۇپپىلىرى

source: calendar item peek
ug: ئورۇنلاشتۇرمىلارنى كۆرۈش

source: calendar list
ug: كالېندار تىزىملىكى

source: Calendar peek
ug: كۈنتەرتىپلەرنى كۆرۈش

source: Calendar Preview
ug: كالېندارنى كۆرۈپ بېقىش

source: Calendar Printing Assistant
ug: كالېندار بېسىش ياردەمچىسى

source: calendar program
ug: كالېندار پىروگراممىسى

source: Calendar Snapshot
ug: كالېندارچە

source: calendar view
ug: كالېنداردا كۆرۈش

source: Calendar World Readiness
ug: كالېندار دۇنياسى تەييارلىقى

source: Call
ug: تېلېفون

source: call
ug: چاقىرىش

source: caller ID
ug: چاقىرغۇچى ID

source: caller identification
ug: چاقىرغۇچى كىملىكى

source: call forwarding
ug: چاقىرىشنى يۆتكەش

source: calling channel
ug: چاقىرىش يولى

source: Calling Plan
ug: سۆزلىشىش پىلانى

source: call log
ug: مىقدار چاقىرىق خاتىرىسى

source: callout
ug: ئىزاھ

source: call phones
ug: تېلېفوننى چاقىرىش

source: call queue
ug: چاقىرىق ئۆچرىتى

source: camera
ug: كامېرا

source: Camera
ug: كامېرا

source: camera roll
ug: كامېرا ئايلاندۇرۇش

source: campaign code
ug: ھەرىكەت كودى

source: canary value
ug: canary قىممىتى

source: cancel
ug: ىكار قىلىش

source: capability
ug: ئىقتىدارى

source: Capitalization of March and May
ug: چوڭ ھەرپلىك مارت ۋە ماي

source: capitalized
ug: چوڭ ھەرپلىك

source: CAPS LOCK key
ug: CAPS LOCK كۇنۇپكىسى

source: caption
ug: تېما

source: Captions & Subtitles
ug: جانلىق تېكىست ۋە خەت

source: captive portal
ug: تور كىرىش ئېغىزى

source: capture
ug: تۇتۇش

source: capture device
ug: تۇتۇش ئۈسكۈنىسى

source: card
ug: كارتا

source: Card & board
ug: قارتا-شاھمات

source: Card gallery
ug: كارتا ئامبىرى

source: card reader
ug: كارتا ئوقۇغۇچ

source: card validation code
ug: كارتا تەكشۈرۈش كودى

source: Card Verification Value
ug: كارتا تەكشۈرۈش قىممىتى

source: caret
ug: قىستۇرۇش بەلگىسى

source: carousel
ug: تاسما

source: carousel view
ug: تاسما كۆرۈنۈش

source: cart
ug: ھارۋا

source: cascading menu
ug: قەۋەتلىك تىزىملىك

source: case
ug: مۇراجىئەت

source: Cashback
ug: نەق پۇل قايتۇرۇش

source: Casino
ug: قىمار

source: cast
ug: يەتكۈزۈش

source: cast and crew
ug: ئارتىس خىزمەتچىلەر

source: Cast to Device
ug: ئۈسكۈنىگە يەتكۈزۈش

source: catalog
ug: كاتالوگ

source: Categories
ug: كاتېگورىيەلەر

source: category
ug: سەھىپە

source: category axis
ug: تۈر ئوقى

source: category field
ug: تۈر ئورنى

source: cc
ug: كۆچۈرۈلمە

source: C corporation
ug: C شىركەت

source: CD
ug: نۇر دىسكا

source: CD player
ug: CD قويغۇچ

source: cell
ug: كاتەك

source: cell range
ug: كاتەكچە قاتارى

source: cell reference
ug: كاتەكچە مۇناسىۋىتى

source: cell spacing
ug: كاتەكچە ئارىلىقى

source: cellular data
ug: تبادله دیتای مبایل

source: cellular network
ug: شبکه دیتای مبایل

source: center
ug: مەركەز

source: Central Bank MFO Code
ug: مەركىزى بانكا MFO نومۇرى

source: central bank transaction code
ug: مەركىزى بانكا مۇئامىلە نومۇرى

source: central location
ug: مەركىزىي ئورۇن

source: Central Publishing service
ug: مەركىزىي تارقىتىش مۇلازىمىتى

source: certificate
ug: گۇۋاھنامە

source: certificate chaining
ug: گۇۋاھنامە زەنجىرى

source: certificate revocation checking
ug: كىنىشكا تەكشۈرۈش
