Repository: Abdusalamstd/Locolization
Catalog: Terms-*.po
Languages: ug

source: Windows Live Sign-in Assistant
ug: Windows Live تىزىملىتىش ياردەمچىسى

source: Windows Live Spaces
ug: Windows Live بوشلۇق

source: Windows Live Toolbar
ug: Windows Live قورالبالداق

source: Windows Live Writer
ug: Windows Live يازغۇچ

source: Windows Location Provider
ug: Windows ئورۇن تەمىنلىگۈچى

source: Windows Mail
ug: Windows خەت

source: Windows Maps
ug: Windows خەرىتىلىرى

source: Windows Messaging
ug: Windows ئۇچۇر

source: Windows Metafile Format
ug: Windows Metafile فورماتى

source: Windows Mixed Reality motion controller
ug: ھەرىكەت كونتروللىغۇچ Windows Mixed Reality

source: Windows Mixed Reality Settings
ug: Windows Mixed Reality تەڭشەكلىرى

source: Windows Mobility Center
ug: Windows كۆچمە مەركىزى

source: Windows MultiPoint Server Repair Service
ug: Windows MultiPoint Server رېمونتلاش مۇلازىمىتى

source: Windows People
ug: Windows ئادەملەر

source: Windows Perception Service
ug: Windows سەزمە مۇلازىمىتى

source: Windows Photo Gallery
ug: Windows سۈرەت ئامبىرى

source: Windows Photos
ug: Windows سۈرەتلەر

source: Windows Push Notification Service
ug: Windows ئۇقتۇرۇش يەتكۈزۈش مۇلازىمىتى

source: Windows Reader
ug: Windows ئوقۇغۇچ

source: Windows Reading List
ug: Windows ئوقۇش تىزىملىكى

source: Windows Remote Assistance
ug: Windows يىراق ياردىمى

source: Windows Scan
ug: Windows سايىلەش

source: Windows service
ug: Windows مۇلازىمىتى

source: Windows SideShow
ug: Windows بىرمۇبىر كۆرسىتىش

source: Windows Sonic for Headphones
ug: تاقىما تىڭشىغۇچ ئۈچۈن Windows Sonic

source: Windows Speech Recognition
ug: Windows ئاۋاز پەرقلەندۈرۈش

source: Windows spotlight
ug: Windows يارقىن نۇقتىسى

source: Windows Themes
ug: Windows ئۇسلۇبلىرى

source: Windows Update Delivery Optimization
ug: Windows Update نى يەتكۈزۈشنى ئەلالاشتۇرۇش

source: Windows Update for Business
ug: كارخانا نۇسخىسىغا Windows Update

source: Windows Voice Recorder
ug: Windows ئۈنئالغۇسى

source: wink
ug: كارتون

source: wireframe contour chart
ug: ئومۇمىي كۆرۈنۈشلۈك سىخېما

source: wireless
ug: سىمسىز

source: wireless display
ug: سىمسىز كۆرسىتىش

source: wireless LAN
ug: Windows دائىرىلىك تور

source: wish list
ug: ئۈمىت تىزىملىگى

source: with one click
ug: بىر چېكىپ

source: wizard
ug: يېتەكچى

source: wobble correction
ug: ئاغما توغرىلاش

source: Word
ug: سۆز

source: Word Add-in Library
ug: Word قوشۇلما ئامبىرى

source: WordArt text
ug: WordArt تېكىست

source: word breaker
ug: سۆز بۆلگۈچ

source: word cloud
ug: سۆز بۇلۇتى

source: Word Count
ug: سۆز سانى

source: word extraction dictionary
ug: سۆز تاللىۋېلىش لۇغىتى

source: word part extraction dictionary
ug: بار سۆز تاللىۋېلىش لۇغىتى

source: Word Prediction
ug: سۆز مۆلچەرلەش

source: word processing
ug: يېزىق بىر تەرەپ قىلىش

source: Word publication
ug: Word ئۇلانمىلىق ھۆججىتى

source: word wrap
ug: قۇر ئايرىش

source: Word XML Format
ug: Word XML فورمات

source: work account
ug: خىزمەت ھېساباتى

source: workbook
ug: ئىش قەغىزى

source: workbook window
ug: دەپتەر كۆزنىكى

source: workflow
ug: ئىش ئېقىمى

source: workflow stage
ug: ئىش ئېقىمى سۇپىسى

source: Work Folders
ug: خىزمەت قىسقۇچلىرى

source: workforce
ug: خادىم

source: workgroup
ug: خىزمەت گۇرۇپپىسى

source: working hours
ug: ئىش ۋاقتى

source: Work Management Service
ug: ئىش باشقۇرۇش مۇلازىمىتى

source: Work Management Task Sync
ug: باشقۇرۇشنى ماس قەدەملىگۈچ

source: work or school account
ug: خىزمەت ياكى مەكتەپ ھېساباتى

source: work or school email address
ug: خىزمەت ياكى مەكتەپ تورخەت ئادرېسى

source: workpane
ug: ئىش كۆزنىكى

source: Workplace Analytics teamwork solution
ug: ئىش سۇپىسى ئانالىزى ھەمكارلىق لايىھەسى

source: worksheet
ug: خىزمەت جەدۋىلى

source: workspace
ug: ئىش سۇپىسى

source: workspace file
ug: مەشغۇلات سۇپىسى ھۆججىتى

source: workstation
ug: خىزمەت ئورنى

source: Work Week
ug: ئىش ھەپتىسى

source: World Wide Web
ug: خەلقئارالىق تور

source: World Wide Web Distributed Authoring and Versioning
ug: نەشىر

source: worm
ug: قۇرت

source: write
ug: يازماق

source: write-protect
ug: يېزىشتىن قوغدىماق

source: write-protected
ug: يېزىشتىن قوغدالغان

source: Writer
ug: يازغۇچ

source: Writing Assistant
ug: يېزىقچىلىق ياردەمچىسى

source: writing canvas
ug: يېزىش تاختىسى

source: Wunderlist Helper
ug: Wunderlist ياردەمچىسى

source: x-axis
ug: x ئوق

source: Xbox One X Enhanced
ug: Xbox One X كۈچەيتىلگەن

source: Xbox Video
ug: Xbox سىن

source: x-coordinate
ug: x كوردىنات

source: XML attribute
ug: XML خاسلىقى

source: XML element
ug: XML ئېلېمېنتى

source: XML expansion pack
ug: XML كېڭەيمە بولىقى

source: XML feed
ug: XML بوغۇز

source: XML Path Language
ug: XML يول تىلى

source: XML schema
ug: XML سىخېمىسى

source: xy chart
ug: xy گىرافىكى

source: Your Groove
ug: شەخسىي Groove

source: Your movies
ug: كىنولىرىڭىز

source: Your movies & TV
ug: كىنو-تېلېۋىزىيەلىرىڭىز

source: Zero-Hour Auto Purge
ug: سائەت نۆلدە ئاپتوماتىك تازىلاش

source: zero state
ug: نۆل ھالەت

source: zip
ug: قىسماق

source: ZIP code
ug: ZIP كودى

source: zoom
ug: يېقىنلىقى

source: Zoom
ug: نىسبەت

source: Zoom Border
ug: نىسبەت چېگىرىسى

source: Zoom Effects
ug: نىسبەت ئۈنۈملىرى

source: zoom in
ug: يېقىنلاتماق

source: Zoom Options
ug: نىسبەت تاللاشلىرى

source: zoom out
ug: يىراقلاتماق

source: Zoom Playback
ug: قويۇشنى چوڭ - كىچىكلىتىش

source: Zoom Styles
ug: نىسبەت ئۇسلۇبلىرى

source: Zoom Tools
ug: نىسبەت قوراللىرى

source: 數字 PIN 碼
ug: Excel Online
