Repository: Abdusalamstd/Locolization
Catalog: Terms-*.po
Languages: ug

source: ruler guide marker
ug: سىزغۇچ كۆرسەتكۈچ بەلگىسى

source: Rules Manager
ug: قائىدە باشقۇرغۇچ

source: run
ug: ئىجرا قىلماق

source: SafeControl list
ug: بىخەتەر تىزگىن تىزىملىكى

source: safe mode parser
ug: بىخەتەرلىك ھالىتىنى ئىزاھلىغۇچى

source: Safe Recipients List
ug: ئىشەنچىلىك تاپشۇرۇۋالغۇچىلار تىزىملىكى

source: SafeSearch
ug: بىخەتەر ئىزدەش

source: Safe Senders List
ug: ئىشەنچىلىك ئەۋەتكۈچىلەر تىزىملىكى

source: safety
ug: بىخەتەرلىك

source: Safety Tips
ug: بىخەتەرلىك كۆرسەتمىلىرى

source: Sales & marketing
ug: سودا ۋە بازار

source: sandboxed solution
ug: رامكىلىق لايھە

source: Sandy
ug: قۇملۇق

source: sans serif
ug: ئىلمەكسىز

source: satellite location
ug: سۈنئىي ھەمراھلىق ئورۇن

source: save
ug: ساقلىماق

source: Save
ug: ساقلاش

source: scale
ug: ئىشكالا ئۆزگەرتمەك

source: scale mode
ug: ئۆلچەم ھالىتى

source: scan
ug: سايىلەش

source: Scan
ug: سايىلەش

source: scanner
ug: سايىلىگۈچ

source: scatter chart
ug: چاچما گىرافىك

source: Schedule
ug: كۈنتەرتىپ

source: schedule
ug: ۋەزىپە جەدۋىلى

source: schedule performance index
ug: ۋەزىپە ئورۇنلاش كۆرسەتكۈچى

source: Schedule View
ug: كۈنتەرتىپ كۆرۈنۈشى

source: schema
ug: لايھە

source: schema validation
ug: لايھە ئۈنۈمدارلىقى

source: scheme color
ug: لايھە رەڭگى

source: scope
ug: دائىرە

source: S corporation
ug: S شىركەت

source: screen clipping
ug: ئېكراندىن تۇتۇش

source: screen reader
ug: ئېكران ئوقۇغۇچ

source: Screen Recording
ug: ئېكراننى سىنغا ئېلىش

source: screen review utility
ug: ئېكران ئوقۇغۇچ

source: screen sharing
ug: ئېكراننى ئورتاقلىشىش

source: screen sketch
ug: ئېكران سىزمىسى

source: ScreenTip
ug: ئېكران كۆرسەتمىلىرى

source: script
ug: قوليازما

source: script anchor
ug: ھەرپ كۆرۈنۈشى

source: scroll
ug: سىيرىلماق

source: scrollable button group
ug: سىيرىلما كۇنۇپكا گۇرۇپپىسى

source: scroll arrow
ug: تولغىما كۆرسەتكۈچ

source: scroll bar
ug: سىيرىلما بالداق

source: scroll handle
ug: سىيرىگۈچ

source: SCROLL LOCK key
ug: SCROLL LOCK كۇنۇپكىسى

source: Scroll Preview
ug: سيرىلما كۆرەك

source: Scrum
ug: ئارىلاش

source: SD
ug: ئۆلچەملىك (SD)

source: seal
ug: مۆھۈرلىمەك

source: search
ug: ئىزدەش

source: Search
ug: ئىزدەش

source: searchable managed property
ug: ئىزدىگىلى بولىدىغان خاسلىق

source: search administration database
ug: ئىزدەشنى باشقۇرۇش ئامبىرى

source: Search button
ug: ئىزدەش كۇنۇپكىسى

source: Search by
ug: دىن ئىزدەش

source: Search charm
ug: ئىزدەش تۈگمىسى

source: search connector
ug: ئىزدەش ئۇلىغۇچى

source: Search-Driven Navigation
ug: ئىزدەش باشلامچىسى

source: search engine
ug: ئىزدەش موتورى

source: search filter
ug: ئىزدەش سۈزگۈچى

source: search folder
ug: ئىزدەش تاللانمىسى

source: Search Folders
ug: ئىزدەش تاللانمىلىرى

source: Search In
ug: ئىزدەش

source: Search on Web
ug: توردىن ئىزدەش

source: search page
ug: ئىزدەش بېتى

source: Search refiner
ug: ئىزدەش پىششىقلىغۇچ

source: search schema
ug: ئىزدەش لايھەسى

source: search scope
ug: ئىزدەش دائىرىسى

source: Search service application
ug: ئىزدەش مۇلازىمىتى ئەپى

source: search settings database
ug: ئىزدەش تەڭشەكلىرى ئامبىرى

source: search tag
ug: ئىزدەش خەتكۈچى

source: season
ug: بۆلۈم

source: season pass
ug: بۆلۈم ئاچقۇچى

source: secondary action button
ug: ئىككىلەمچى مەشغۇلات كۇنۇپكىسى

source: secondary action menu
ug: ئىككىلەمچى مەشغۇلات تىزىملىكى

source: secondary calendar
ug: ئىككىلەمچى كالېندار

source: Second screen
ug: ئىككىنچى ئېكران

source: second-stage Recycle Bin
ug: ئىككىنچى باسقۇچ ئەخلەت ساندۇقى

source: Secret Chat
ug: مەخپىي سۆھبەت

source: secret key
ug: مەخپىي ئاچقۇچ

source: section
ug: بۆلۈم

source: section break
ug: بۆلەك ئايرىغۇچ

source: section layout
ug: بۆلەك ئورۇنلاشتۇرۇلۇشى

source: Section Zoom
ug: بۆلەك نىسبىتى

source: secure
ug: بىخەتەر

source: security
ug: خەۋپسىز

source: Security
ug: بىخەتەرلىك

source: security administrator
ug: بىخەتەرلىك باشقۇرغۇچى

source: Security and Maintenance
ug: بىخەتەرلىك ۋە ئاسراش

source: security breach
ug: بىخەتەرلىك يوچۇقى

source: security identifier
ug: بىخەتەرلىك پەرقلەندۈرگۈچ

source: security label
ug: بىخەتەرلىك خەتكۈچى

source: security processor
ug: بىخەتەرلىك بىر تەرەپ قىلغۇچ

source: security protocol
ug: بىخەتەرلىك كېلىشىمى

source: security report
ug: بىخەتەرلىك دوكلاتى

source: Security tab
ug: بىخەتەرلىك بەتكۈچى

source: seed
ug: ئۇرۇق

source: seeding
ug: تېرىش

source: segment
ug: بۆلەك

source: Segmented Cycle
ug: بۆلەكلىك چەمبەر

source: Segmented Process
ug: بۆلەكلىك جەريان

source: Segmented Pyramid
ug: بۆلەكلىك پىرامىدا

source: Segment Eraser
ug: بۆلەك ئۆچۈرگۈچ

source: select
ug: تاللىماق

source: selection
ug: تاللاش

source: selection handle
ug: تاللاش تۇتقۇچى

source: selection rectangle
ug: تاللانما تىك تۆتبۇلۇڭ

source: selector
ug: تاللىغۇچ

source: select query
ug: تاللاش سۈرۈشتۈرمىسى

source: self-extracting file
ug: ئۆزيەشمە ھۆججەت

source: self-join
ug: ئۆز قوشۇلما

source: self-service group management
ug: ئۆزيۈرۈم گۇرۇپپا باشقۇرۇش

source: send
ug: ئېلېكتىرونلۇق خەت ئەۋەتمەك

source: Send a praise
ug: مەدھىيە يوللاش

source: send contact
ug: ئالاقىداش ئەۋەتىش

source: sender
ug: ئەۋەتكۈچى

source: send file
ug: ھۆججەت ئەۋەتىش

source: Send Later
ug: كېيىن ئەۋەتىش

source: Send/Receive group
ug: ئەۋەتكەن/كەلگەن خەتلەر گۇرۇپپىسى

source: send SMS
ug: قىسقا ئۇچۇر ئەۋەتىش

source: send text
ug: تېكىست ئەۋەتىش

source: send text message
ug: تېكىست ئۇچۇرى ئەۋەتىش

source: Send to Sway
ug: تەقسىمگە يوللاش

source: sensitive data
ug: سەزگۈر ئۇچۇر

source: sensitivity
ug: سەزگۈرلۈك

source: sensitivity level
ug: سەزگۈرلۈك دەرىجىسى

source: sensor
ug: سېنزور

source: separator
ug: بۆلگۈچ

source: separator character
ug: ئايرىش بەلگىسى

source: Sepia
ug: قېنىق قوڭۇر رەڭ

source: SEQUENCE
ug: تەرتىپ

source: serial number
ug: تەرتىپ نومۇر

source: serial port
ug: ئارقىمۇ-ئارقا ئېغىز

source: series axis
ug: يۈرۈشلۈك ئوق

source: series field
ug: يۈرۈشلۈك ئورۇن

source: series line
ug: يۈرۈشلۈك قۇر

source: series point
ug: قاتار نۇقتا

source: serif
ug: ئىلمەكلىك

source: server
ug: مۇلازىمىتېر

source: server administrator
ug: مۇلازىمېتىر باشقۇرغۇچى

source: server cluster
ug: مۇلازىمىتېر توپى

source: server farm
ug: مۇلازىمىتېر مەيدانى

source: server name
ug: مۇلازىمىتېرى نامى

source: server pool
ug: مۇلازىمىتېر كۆلچىكى

source: server role
ug: مۇلازىمىتېر رولى

source: Servers
ug: مۇلازىمېتىرلار

source: server software
ug: مۇلازىمەت دېتالى

source: service
ug: مۇلازىمەت

source: service agreement
ug: مۇلازىمەت كېلىشىمى

source: service diagnostic data
ug: مۇلازىمەت تەكشۈرۈش مەلۇماتى

source: service pack
ug: مۇلازىمەت بولىقى

source: service provider
ug: مۇلازىمەت تەمىنلىگۈچى

source: service quality metrics
ug: مۇلازىمەت سۈپىتى ئۆلچىمى

source: service request
ug: مۇلازىمەت تەلىپى

source: Service Set Identifier
ug: يۈرۈشلۈك مۇلازىمەت پەرقلىگۈچ

source: session
ug: پاراڭ

source: set
ug: توپلاش

source: set aside
ug: قويۇپ قويۇش

source: Sets
ug: توپلار

source: Sets Studio
ug: توپلام ئىشخانىسى

source: setting
ug: تەڭشەك

source: Settings
ug: تەڭشەك

source: Settings charm
ug: تەڭشەكلەر تۈگمىسى

source: Set up School PCs
ug: مەكتەپ كومپيۇتېرى سەپلەش

source: severity
ug: جىددىيلىك

source: shade
ug: كۆلەڭگە

source: shader
ug: رەڭ بەرگۈچ

source: shadow
ug: سايە

source: shadow copy
ug: سايە نۇسخا

source: shadowing
ug: سايىلەش

source: shape
ug: شەكىل

source: shape data
ug: ئۆرنەك ئۇچۇرى

source: shape-level validation
ug: شەكىل ۋە ئۇلانمىلارنى تەكشۈرۈش

source: ShapeSheet
ug: ئۆرنەك جەدۋەل

source: share
ug: ئورتاقلاشماق

source: Share charm
ug: ئورتاقلاشتۇرۇش تۈگمىسى

source: Shared Address Information
ug: ئورتاق ئادرېس ئۇچۇرى

source: shared computer activation
ug: ئورتاق كومپيۇتېر ئاكتىپلاش

source: shared folder
ug: ئورتاق ھۆججەت قىسقۇچ

source: Shared photos
ug: ئورتاقلاشقان سۈرەتلەر

source: shared workbook
ug: ئورتاق ئىش قەغىزى

source: SharePoint add-in
ug: SharePoint قىستۇرمىسى

source: SharePoint Add-ins
ug: SharePoint قىستۇرمىلىرى

source: SharePoint hub site
ug: SharePoint مەركەز بېكىتى

source: SharePoint list
ug: SharePoint تىزىملىكى

source: Sharing
ug: ئورتاقلىشىش

source: sharing invitation
ug: تەكلىپنامە ئورتاقلىشىش

source: Sharpen and Soften
ug: كۈچەيتىش ۋە سىلىقلاش

source: sheet
ug: قەغەز

source: sheet tab
ug: جەدۋەل كونۇپكىسى

source: shell
ug: قاپ

source: shell extension
ug: تېرە كېڭەيتمىسى

source: SHIFT key
ug: SHIFT كۇنۇپكىسى

source: shipping address
ug: ئەۋەتىش ئادرېسى

source: shooter
ug: مەرگەن

source: Shopping
ug: سودىلىق

source: shortcut
ug: قىسقا يول

source: shortcut group
ug: تېزلەتمە گۇرۇپپا

source: shortcut key
ug: قىسقا يول ئاچقۇچى

source: shortcut menu
ug: تېزلەتمىلەر تىزىملىكى

source: Short lines
ug: قىسقا قۇرلار

source: show
ug: كۆرسەتمەك

source: Show a picture
ug: رەسىم كۆرسىتىش

source: shrink
ug: كىچىكلەتمەك

source: shuffle
ug: ئىختىيارى تەرتىپ

source: shut down
ug: ئۆچۈرمەك

source: shutdown
ug: ئۆچۈرۈش

source: sidebar
ug: يانبالداق

source: sideload
ug: يانيۈكلەش

source: Side to Side
ug: يانمۇيان

source: signature
ug: ئىمزا

source: signature line
ug: ئىمزا قۇرى

source: Signature Setup
ug: ئىمزا لايھەلەش

source: Signed - unverified
ug: ئىمزالانغان - تەستىقلانمىغان

source: Signed - verified
ug: ئىمزالانغان - تەستىقلانغان

source: significant other
ug: جۆرىسى

source: Sign In
ug: تىزىملاپ كىرىش

source: sign in
ug: تىزىملاپ كىرمەك

source: sign-in
ug: تىزىملاپ كىرىش

source: Signing Services for Office
ug: Office ئىمزا مۇلازىمىتى

source: sign-in info
ug: تىزىملاپ كىرىش ئۇچۇرى

source: sign-in information
ug: تىزىملاپ كىرىش ئۇچۇرى

source: sign-in page
ug: تىزىملاپ كىرىش بېتى

source: Sign in with your work or school account
ug: خىزمەت ياكى مەكتەپ ھېساباتىڭىز بىلەن تىزىملاپ كىرىڭ

source: sign out
ug: تىزىمدىن چىقىش

source: Sign Out
ug: چىقىش

source: sign up
ug: تىزىملاتماق

source: silver
ug: كۈمۈش

source: SIM card
ug: SIM كارتا

source: simple
ug: ئاددىي

source: Simple Markup view
ug: ئۆزگىرىشلەرنى كۆرۈش

source: Simplified Ribbon
ug: ئاددىي بەلباغ

source: simplified sharing
ug: ئاددىي ئورتاقلىشىش

source: Simulation
ug: تەقلىد

source: Single
ug: يالغۇز

source: SINGLE
ug: يەككە

source: single click
ug: تاق چېكىش

source: Single data type
ug: يەككە ھۆججەت تىپى

source: single-document interface
ug: يەككە ھۆججەت يۈزى

source: single-mapped cell
ug: يەككە قىممەتلىك كاتەكچە

source: Single Payment Classification Code
ug: يەككە ھەق تۆلەش تۈرى نومۇرى

source: single session-only disc
ug: يەككە جەريانلىق دىسكا

source: single sign-on
ug: بىر تىزىملاپ كىرىش

source: single stepping
ug: بىر باسقۇچ

source: single-threaded apartment
ug: يەككە ئېقىملىق بۆلۈمچە

source: site
ug: بېكەت

source: site mailbox
ug: SharePoint خەت ساندۇقى

source: site provisioning provider
ug: بەت تەمىنلىگۈچى

source: Sites app
ug: تور ئەپ

source: size
ug: ئۆزگەرتمەك

source: sizing handle
ug: چوڭ - كىچىكلىتىش تۇتقۇچى

source: sketchpad
ug: سىزما تاختا

source: skewed fraction
ug: يانتۇ كەسىر

source: Skype account
ug: Skype ھېساباتى

source: Skype call
ug: Skype چاقىرىشى

source: Skype Click to Call
ug: Skype بىر كۇنۇپكىلىق چاقىرىش

source: Skype Credit
ug: Skype تەڭگىسى

source: Skype for Business conversations
ug: سودا سۆھبەتلىرى ئۈچۈن Skype

source: Skype for modern Windows
ug: زامانىۋىي Windows ئۈچۈن Skype

source: Skype Home
ug: Skype باشبەت

source: Skype messages
ug: Skype ئۇچۇرلار

source: Skype Name
ug: Skype نامى

source: Skype Number
ug: Skype نومۇرى

source: Skype partner
ug: Skype ھەمكارلاشقۇچىلىرى

source: Skype To Go number
ug: Skype To Go نومۇرى

source: Skype-to-Skype call
ug: Skype تىن Skype نى چاقىرىش

source: Skype voucher
ug: Skype قىممەت كارتىسى

source: slab
ug: پارچە

source: slab consolidation
ug: بۆلەك بىرىكتۈرۈش

source: slate
ug: تاختا كومپيۇتېر

source: sleep
ug: ئۇخلاش

source: slicer
ug: بۆلگۈچ

source: Slicers
ug: بۆلگۈچ

source: slide
ug: پىرويېكسىيە

source: slide gesture
ug: سىيرىش ئىشارىتى

source: Slide Library
ug: پىرويېكسىيە ئامبىرى

source: slide master
ug: چاتما كۆرۈنۈش بېشى

source: slider
ug: سىيرىغۇچ

source: Slide Show
ug: بىرمۇبىر كۆرسىتىش

source: Slideshow
ug: چاتما كۆرۈنۈش

source: slideshow
ug: تامتەسۋىر

source: Slide Show view
ug: چاتما كۆرۈنۈشنى كۆرۈش

source: slide two fingers
ug: ئىككى بارماقنى سىيرىش

source: Slide Zoom
ug: تامتەسۋىر نىسبىتى

source: slot
ug: ئوقۇر

source: small caps
ug: كىچىك باسما شەكلى

source: SmartArt graphic
ug: SmartArt گرافىكى

source: smart card
ug: ئەقلىي كارتا

source: Smart Due Dates
ug: ئەقلىي تاماملاش ۋاقىتلىرى

source: smart file
ug: ئەقلىي ھۆججەت

source: smart list
ug: ئەقلىي تىزىملىك

source: Smart Lookup
ug: ئەقلىي ئىزدەش

source: SmartScreen Application Reputation
ug: SmartScreen قوللانما دېتالى ئىناۋەت دەرىجىسى

source: S/MIME receipt
ug: S/MIME ئارقىلىق تاپشۇرۇۋېلىش

source: SMS message
ug: SMS ئۇچۇرى

source: Snap
ug: قاداش

source: snap
ug: قادىماق

source: snapped app
ug: قادالغان ئەپ

source: snapshot
ug: تۇتما رەسىم

source: Snapshot Viewer
ug: تۇتما رەسىم كۆرگۈچ

source: snip
ug: كەسمە

source: snippet
ug: بۆلەك

source: Snippet Gallery
ug: كەسمە توپلىمى

source: Snipping Tool
ug: قىيغۇچ

source: snooze
ug: مۈگدەش

source: social
ug: ئىجتىمائىي

source: Social
ug: ئىجتىمائىي

source: social data
ug: ئىجتىمائىي ئۇچۇر

source: social engineering
ug: ئىجتىمائىي قۇرۇلۇش

source: social network
ug: ئىجتىمائىي تور

source: social networking site
ug: ئىجتىمائىي ئالاقە بېتى

source: social site
ug: ئىجتىمائىي تور

source: social tag
ug: ئىجتىمائىي خەتكۈچ

source: social update
ug: يېڭىلاش

source: soft edge
ug: يۇمشاق قىر

source: Soft Edges
ug: يۇمشاق قىر

source: soft fail
ug: يۇمشاق مەغلۇبىيەت

source: soft fault
ug: يېنىك خاتالىق

source: soft hyphen
ug: سىزىقچە

source: soft page fault
ug: يېنىك بەت خاتالىقى

source: software
ug: يۇمشاق دېتال

source: software setup and inventory data
ug: يۇمشاق دېتال قاچىلاش ۋە تىزىملىك مەلۇماتى

source: Solution Explorer
ug: ھەل قىلىش چارىسى باشقۇرغۇچ

source: Solutions to Problems
ug: ھەل قىلىش چارىلىرى

source: solve order
ug: يېشىش تەرتىپى

source: Someone
ug: بىرەيلەن

source: Someone on Windows Live
ug: Windows Live دىكى بىرەيلەن

source: song
ug: ناخشا

source: SORT
ug: رەتلەش

source: sort
ug: تىزماق

source: sortable managed property
ug: تۈرلىنىدىغان خاسلىق

source: SORTBY
ug: رەتلەش

source: SORTBY.INTL
ug: ئۇچۇر بويىچە تىزىش

source: sort code
ug: تۈر نومۇرى

source: SORTINDEX
ug: تىزىش مۇندەرىجىسى

source: sorting
ug: تىزىش

source: sort order
ug: تىزىش تەرتىپى

source: sound card
ug: ئۈن كارتىسى

source: Sound It Out
ug: ئوقۇش

source: source
ug: مەنبە

source: source area
ug: مەنبە بۆلىكى

source: source data
ug: مەنبە ئۇچۇر

source: source file
ug: مەنبە ھۆججەت

source: Source Manager
ug: مەنبە باشقۇرغۇچى

source: source subscription
ug: ئەسلى مۇشتەرىلىك

source: South African National Clearing Code
ug: جەنۇبىي ئافرىقا دۆلەتلىك ھېسابات نومۇرى

source: South Korean won
ug: جەنۇبىي كورىيە ئۇتتى

source: space
ug: بوشلۇق

source: space character
ug: بوشلۇق بەلگىسى

source: Spaces
ug: بوشلۇق

source: spam
ug: ئەخلەت

source: sparkline
ug: قىستۇرما بۆلەك

source: sparse array
ug: شالاڭ توپلام

source: spatial sound
ug: بوشلۇق ئاۋازى

source: Speak
ug: سۆزلەش

source: special character
ug: ئالاھىدە ھەرپ-بەلگىلەر

source: Special interest
ug: ئالاھىدە قىزىقىش

source: Specular Light
ug: قايتما نۇر

source: speech recognition
ug: ئاۋاز پەرقلەندۈرۈش

source: speech-to-text
ug: ئاۋازدىن خەتكە

source: speed bump
ug: ئاستىلاتقۇ

source: speed dial
ug: تېز چاقىرىش

source: Spelling
ug: ئىملا

source: Spelling pane
ug: ئىملا كۆزنىكى

source: spherical projection
ug: شار تەسۋىر

source: SPI
ug: ۋ ئو ك

source: Spike
ug: قوزۇق

source: Spill
ug: تېشىش

source: spinner
ug: پىرقىرىغۇچ

source: split
ug: پارچىلاش

source: split button
ug: بۆلگۈچ

source: split time
ug: بۆلەت ۋاقىت

source: spoof
ug: ئالدىماق

source: Sports
ug: تەنتەربىيەسى

source: Sports & activities
ug: تەنتەربىيە ۋە پائالىيەت

source: Sports & recreation
ug: تەنتەربىيە ۋە ساغلاملىق

source: Spot Corruption Handling
ug: بۇزۇلغان دائىرە بىر تەرەپ قىلغۇچ

source: Spot Fixer
ug: دائىرە ئوڭشىغۇچ

source: spotlight
ug: يارقىن نۇقتا

source: Spot Verifier
ug: دائىرە تەكشۈرگۈچ

source: spread
ug: يېيىش

source: spreadsheet
ug: جەدۋەل

source: Spreadsheet Component
ug: جەدۋەل بۆلىكى

source: Spreadsheet Management
ug: جەدۋەل باشقۇرۇش

source: spreadsheet program
ug: جەدۋەل پىروگراممىسى

source: SQL view
ug: SQL كۆرۈنۈشى

source: stabilization
ug: مۇقىملاشتۇرۇش

source: stack
ug: دۆۋىلەش

source: Stack
ug: دۆۋە

source: stacked
ug: قاتمۇ-قات

source: stacked bar chart
ug: توپلام جەدۋىلى

source: stacked column chart
ug: توپلام گىرافىك

source: stacked fraction
ug: ئاددى كەسىر

source: Stacked List
ug: دۆۋىلىمە تىزىملىك

source: Stacked Venn
ug: توپ ئۆتۈشمە

source: staff leader
ug: باشلىق

source: staff member
ug: قۇر مۇندەرىجىسى

source: Staff picks
ug: خادىملار تاللىغانلىرى

source: stage
ug: باسقۇچ

source: stage view
ug: سۇپا كۆرۈنۈشى

source: Staggered Process
ug: گىرەلەشمە جەريان

source: standard deviation
ug: ئۆلچەمسىزلىكى

source: standard font
ug: ئۆلچەملىك خەت نۇسخىسى

source: standard keyboard
ug: ئۆلچەملىك كۇنۇپكا تاختىسى

source: Standard toolbar
ug: ئۆلچەملىك قورالبالداق

source: standby
ug: كۈتۈش ھالىتى

source: star
ug: يۇلتۇز

source: star rating
ug: يۇلتۇزلۇق باھا

source: starred
ug: يۇلتۇزلۇق

source: Start
ug: باشلام

source: start
ug: باشلىماق

source: Start background
ug: ئارقا سۇپىدا قوزغىتىش

source: Start button
ug: باشلىغۇچ

source: Start charm
ug: باشلاش تۈگمىسى

source: start date
ug: باشلاش ۋاقتى

source: Starter Diagram
ug: يېڭى ئۆگەنگۈچىلەر دىئاگراممىسى

source: Start menu
ug: باشلاش تىزىملىكى

source: Start screen
ug: باشلام ئېكرانى

source: start tag
ug: باشلاش خەتكۈچى

source: startup
ug: قوزغىتىش

source: state
ug: ھالەت

source: statement
ug: جۈملە

source: static
ug: ئىستاتىك

source: status
ug: ھالەت

source: Status bar
ug: ھالەت بالدىقى

source: status bar
ug: ھالەت بالدىقى

source: status date
ug: ھالەت ئۇچۇرى

source: status message
ug: ھالەت ئۇچۇرى

source: status report
ug: ئەھۋال دوكلاتى

source: STEM
ug: تەبىئىي پەن، تېخنىكا، قۇرۇلۇش ۋە ماتېماتىكا

source: stencil
ug: ئۇسلۇب

source: step-by-step directions
ug: باسقۇچلۇق كۆرسەتمىلەر

source: Steps
ug: باسقۇچ

source: Stickers
ug: چاپلاق

source: sticky note
ug: چاپلاق خاتىرە

source: Sticky Notes
ug: چاپلاق خاتىرە

source: stock chart
ug: پاي گىرافىكى

source: Stocks
ug: پاي

source: stop
ug: توختاتماق

source: stop responding
ug: ئىنكاسنى توختاتماق

source: storage
ug: بوشلۇق

source: Storage
ug: بوشلۇق

source: storage allocation
ug: ساقلىغۇچ تەقسىملەش

source: storage layout
ug: ساقلىغۇچ لايىھەسى

source: storage limit
ug: ساقلاش بوشلۇقى چېكى

source: storage location
ug: ساقلاش ئورنى

source: storage plan
ug: ساقلاش بوشلۇقى پىلانى

source: storage pool
ug: ساقلىغۇچ كۆلچىكى

source: storage provider
ug: ساقلىغۇچ تەمىنلىگۈچى

source: storage space
ug: ساقلاش بوشلۇقى

source: storage tier
ug: ساقلىغۇچ قەۋىتى

source: store
ug: ساقلىماق

source: stored procedure
ug: ساقلانغان جەريان

source: story
ug: ئاساسىي مەزمۇن

source: storyline
ug: قىسقىچە مەزمۇنى

source: straight connector
ug: بىۋاستە باغلىغۇچ

source: Strategy
ug: ئىستىراتېگىيە

source: Strategy & simulation
ug: ئىستىراتىگىيە ۋە تەقلىد

source: stream
ug: ئېقىم

source: stream-based conversion
ug: ئېقىم ئايلاندۇرۇش

source: streamline
ug: ئاددىيلاشتۇرماق

source: Stretch
ug: سوزۇش

source: stretch
ug: كېڭەيتىش

source: strikethrough
ug: ئۆچۈرۈش سىزىقى

source: string
ug: ھەرپ تىزمىسى

source: Stroke Eraser
ug: ئۆچۈرگۈچ

source: strong character
ug: ئۇرغۇلۇق ھەرپ

source: structural editing
ug: قۇرۇلمىلاشقان تەھرىرلەش

source: Structure
ug: قۇرۇلمىسى

source: structure
ug: قۇرۇلما

source: Structured Query Language
ug: قۇرۇلمىلاشقان ئىزدەش تىلى

source: structured reference
ug: قۇرۇلمىلىق مۇناسىۋەت

source: Structured References
ug: قۇرۇلمىلىق مۇناسىۋەتلەر

source: student
ug: ئوقۇغۇچى

source: Study aids
ug: ئوقۇش ياردەملىرى

source: style
ug: ئۇسلۇب

source: Style
ug: ئۇسلۇب

source: style area
ug: ئۇسلۇب رايونى

source: Style & fashion
ug: مودا ۋە ئېقىم

source: Style gallery
ug: ئۇسلۇب ئامبىرى

source: style inspector
ug: ئۇسلۇب تەكشۈرگۈچ

source: Styles
ug: ئۇسلۇب

source: style sheet
ug: ئۇسلۇب قەغىزى

source: stylistic set
ug: تۈر توپى

source: stylus
ug: قەلەم

source: subdatasheet
ug: تارماق سانلىق جەدۋەل

source: subdocument
ug: تارماق پۈتۈك

source: subentry
ug: قوشۇمچە تېما

source: subform
ug: تارماق رامكا

source: subheading
ug: قوشۇمچە ماۋزۇ

source: subject line
ug: ماۋزۇ قۇرى

source: submenu
ug: تارماق تىزىملىك

source: submit
ug: يوللاش

source: subnotebook
ug: كىچىك خاتىرە دەپتەر

source: subordinate shape
ug: تۆۋەنكى شەكىل

source: sub-pixel positioning
ug: گەۋدىلىك ئورۇنلاشتۇرۇش

source: subreport
ug: تارماق دوكلات

source: subscribe
ug: مۇشتەرى بولماق

source: subscript
ug: تۆۋەن ئىندېكس

source: subscription
ug: مۇشتەرىلىك

source: SUBSET
ug: تارماق توپ

source: subsite
ug: تارماق بەت

source: subtask
ug: تارماق ۋەزىپە

source: Subtitle
ug: چۈشەندۈرۈش

source: subtitle
ug: خېتى

source: subtract
ug: ئېلىش

source: Suggested
ug: تەۋسىيە

source: Suggested color
ug: تەۋسىيە رەڭ

source: Suggested Contacts
ug: تەۋسىيەلىك ئادرېسلار

source: suggestion card
ug: تەۋسىيە كارتىسى

source: Suite B algorithm
ug: Suite B ھېسابلاش ئۇسۇلى

source: summary data
ug: يىغىنچاق ئۇچۇر

source: summary function
ug: يىغىنچاقلىغۇچ

source: summary task
ug: خۇلاسە ۋەزىپە

source: Summary Zoom
ug: خۇلاسە نىسبىتى

source: sunburst chart
ug: نۇرتەشمە گىرافىك

source: superior shape
ug: يۇقىرى دەرىجىلىك شەكىل

source: superscript
ug: يۇقىرى ئىندېكس

source: Super Video CD
ug: سۈزۈك سىنتەخسە

source: Supervision
ug: نازارەت

source: Supervisory Review
ug: نازارەت قىلىپ تەكشۈرۈش

source: Super Zoom
ug: ئالاھىدە چوڭ-كىچىكلىتىش

source: Support
ug: ياردەم

source: support
ug: قوللاش

source: Support and Recovery Assistant
ug: ئەسلىگە كەلتۈرۈش ۋە رېمونت قىلىش ياردەمچىسى

source: Support and Recovery Assistant for Office 365
ug: Office 365 نىڭ ئەسلىگە كەلتۈرۈش ۋە رېمونت قىلىش ياردەمچىسى

source: support ticket
ug: قوللاش بېلىتى

source: surface chart
ug: يۈز گىرافىكى

source: Surface Pen
ug: Surface قەلىمى

source: suspend
ug: توڭلىتىش

source: SVG filter
ug: SVG سۈزگۈچ

source: Swap Displays
ug: كۆرۈنۈش ئالماشتۇرۇش

source: swap file
ug: ئالماشتۇرۇش ھۆججىتى

source: Sweep
ug: سۈپۈرۈش

source: SWIFT code
ug: SWIFT كودى

source: swimlane
ug: ئېقىن

source: swipe
ug: سۈرمەك

source: swipe gesture
ug: سۈرۈش ئىشارىتى

source: switch
ug: ئۆزگەرتمەك

source: Switch Series/Category
ug: قاتار/تۈر ئالماشتۇرۇش

source: Switch User
ug: ئىشلەتكۈچى ئالماشتۇرماق

source: Syllables
ug: بوغۇم

source: syllabus
ug: دەرس پىلانى

source: symbol
ug: بەلگە

source: sync
ug: قەدەمداش قىلماق

source: Sync Center
ug: قەدەمداش مەركىزى

source: Synced folder
ug: قەدەمداش ھۆججەت قىسقۇچ

source: synced folder
ug: قەدەمداش ھۆججەت قىسقۇچ

source: synchronization
ug: قەدەمداش

source: synchronize
ug: قەدەمداش قىلماق

source: synchronous conversion
ug: ماس قەدەملىك ئايلاندۇرۇش

source: syndicated content
ug: جۇغلانغان مەزمۇن

source: synonym
ug: مەنىداش سۆز

source: Synonyms
ug: مەنىداش سۆزلەر

source: syntax error
ug: گراماتىكىلىق خاتالىق

source: system
ug: سىستېما

source: system administrator
ug: سىستېما باشقۇرغۇچى

source: system color
ug: سىستېما رەڭگى

source: System Guard
ug: سىستېما قوغدىغۇچ

source: system info
ug: سىستېما ئۇچۇرى

source: System Information
ug: سىستېما ئۇچۇرى

source: System Protection
ug: سىستېما قوغداش

source: System Recovery
ug: سىستېما ئەسلىگە قايتۇرۇش

source: system time
ug: سىستېما ۋاقتى

source: Tab
ug: بەتكۈچ

source: tab
ug: بەتكۈچ

source: tabbed browsing
ug: بەتكۈشلۈك كۆرۈش

source: tabbed conversations
ug: بەتكۈشلۈك پاراڭ

source: tab character
ug: كونۇپكا بەلگىسى

source: tab control
ug: بەتكۈش كونترولى

source: tab delimited
ug: كونۇپكا چېكى

source: tab-delimited
ug: جەدۋەل ئايرىغۇچ

source: tab group
ug: بەتكۈچ گۇرۇپپىسى

source: table
ug: جەدۋەل

source: table_array
ug: باشلىق

source: Table Hierarchy
ug: جەدۋەل قاتلىمى

source: Table List
ug: جەدۋەل تىزىملىكى
