Repository: Abdusalamstd/Locolization
Catalog: Terms-*.po
Languages: ug

source: table name
ug: جەدۋەل نامى

source: table of authorities
ug: ھۆكۈمەت جەدۋىلى

source: table of contents
ug: مۇندەرىجە

source: table of figures
ug: سانلىق جەدۋەل

source: table pane
ug: جەدۋەل كۆزنىكى

source: table slicer
ug: جەدۋەل كەسكۈچ

source: table style
ug: جەدۋەل ئۇسلۇبى

source: tablet
ug: تاختا كومپيۇتېر

source: tablet mode
ug: تاختا ھالەت

source: tablet PC
ug: تاختا كومپيۇتېر

source: tab order
ug: بەتكۈچ تەرتىپى

source: Tab Peek
ug: بەتكۈچ ماراش

source: tab preview
ug: بەتكۈچ كۆرىكى

source: Tab Selector
ug: بەتكۈچ تاللىغۇچ

source: tab stop
ug: توختاش

source: tag
ug: بەلگە

source: tagged note
ug: خەتكۈچلۈك خاتىرە

source: Tags
ug: بەلگىلەر

source: tag tree
ug: خەتكۈچلەر

source: tail
ug: قۇيرۇق

source: tail-log backup
ug: ئارقا زاپاس

source: Take a Test
ug: سىناق بېرىش

source: Tap
ug: ئارىلاش

source: tap
ug: چەكمەك

source: Tap and Do
ug: چېكىپ ئىجرا قىلىش

source: Tap and Hold
ug: چېكىپ تۇرۇش

source: Tap and Send
ug: بېسىپ ئەۋەتىش

source: tap gesture
ug: تەگكۈزۈش ئىشارىتى

source: Tap to Select
ug: چېكىپ تاللاش

source: tap two fingers
ug: ئىككى بارماقنى بېسىش

source: target
ug: نىشان

source: target diagram
ug: نىشان دىئاگرامما

source: Target List
ug: نىشان تىزىملىك

source: task
ug: ۋەزىپە

source: taskbar
ug: ۋەزىپەبالدىقى

source: taskbar button
ug: ۋەزىپە بالداق كۇنۇپكىسى

source: task board
ug: ۋەزىپە سۇپىسى

source: task input panel
ug: ئىش تىزىملاش ئورنى

source: task list
ug: ۋەزىپە تىزىملىكى

source: TaskPad
ug: ۋەزىپە تاختىسى

source: task pane
ug: ۋەزىپە كۆزنىكى

source: task path
ug: ۋەزىپە يولى

source: task request
ug: ۋەزىپە ئىلتىماسى

source: Tasks peek
ug: ۋەزىپە تىزىملىكى

source: Teaching callout
ug: بىلدۈرگۈچ

source: Team Planner
ug: توپ پىلانى

source: Team Work Center
ug: توپ ئىشخانىسى

source: technical preview
ug: ‏‏تېخنىكىلىق ئالدىن كۆرۈش

source: television
ug: تېلېۋىزور

source: Tell Me
ug: ماڭا دەڭ

source: template
ug: قېلىپ

source: tenant administrator
ug: ئىجارە باشقۇرغۇچى

source: tenant-level external data log
ug: ئىجارە تاشقى ئۇچۇرلىرى

source: tentative
ug: قىياس

source: Terms
ug: شەرتلەر

source: terms of service
ug: مۇلازىمەت شەرتلىرى

source: Terms of use
ug: ئىشلىتىش شەرتلىرى

source: Terms of Use
ug: ئىشلىتىش شەرتلىرى

source: text
ug: تېكىست

source: Text
ug: تېكست

source: Text Annotations
ug: خەتلىك ئىزاھ

source: text area
ug: تېكست رايونى

source: text attributes
ug: تېكست خاسلىقى

source: Text-Based Designer
ug: تېكست لايھەلىگۈچى

source: text bounding box
ug: تېكست چېگىرىسى

source: text box
ug: تېكست رامكىسى

source: Text Cycle
ug: تېكست چەمبىرى

source: text effect
ug: تېكست ئۈنۈمى

source: text field
ug: تېكىست بۆلىكى

source: text flow
ug: تېكست كۆرۈنۈشى

source: text formatting
ug: تېكىست فورماتلاش

source: text frame
ug: تېكست رامكىسى

source: text message
ug: يېزىق ئۇچۇرى

source: text placeholder
ug: تېكست بەلگىسى

source: text prediction
ug: تېكىست نامزاتى

source: text query
ug: تېكىستلىق سۈرۈشتۈرمە

source: text size
ug: خەت چوڭلۇقى

source: text slot
ug: تېكېست بوشلۇقى

source: Text Spacing
ug: خەت ئارىلىقى

source: text suggestion
ug: تەكلىپ سۆز

source: Text to SmartArt
ug: تېكستنى SmartArt قا ئايلاندۇرۇش

source: text-to-speech
ug: تېكىستنى نۇتۇققا ئايلاندۇرۇش

source: texture
ug: قۇرۇلما

source: text wrap
ug: تېكس رامكىسى

source: text wrapping
ug: تېكستنى لايھەلەش

source: theme
ug: باشتېما

source: Theme
ug: ئۇسلۇب

source: theme family
ug: ئۇسلۇب بۆلەكلىرى

source: theme font
ug: ئۇسلۇب خەت نۇسخىسى

source: theme pack
ug: باشتېما بولىقى

source: Themes
ug: ئۇسلۇبلار

source: theme variant
ug: ئۇسلۇب ئۆزگىچىلىكى

source: thesaurus
ug: لۇغەت

source: Thesaurus pane
ug: ئامبار كۆزنىكى

source: third-party code
ug: ئۈچىنچى تەرەپ كودى

source: thread
ug: ئېقىم

source: threaded discussion
ug: باغلىنىشلىق مۇنازىرە

source: Thread View
ug: باغلاملىق كۆرۈنۈش

source: Threat Dashboard
ug: تەھدىت باشقۇرۇش سۇپىسى

source: Threat history
ug: تەھدىت تارىخى

source: throttle
ug: چەكلىمە

source: thumb keyboard
ug: بارماق كۇنۇپكا تاختىسى

source: thumbnail
ug: كىچىك نۇسخا

source: thumbnail image
ug: كىچىكلەتمە رەسىم

source: thumbnail pane
ug: رەسىم كۆزنىكى

source: thumbprint
ug: بارماق ئىزى

source: ticket
ug: بېلەت

source: tick mark
ug: شىكالا سىزىقى

source: tick mark label
ug: شىكالا سىزىقى بەلگىسى

source: tick-mark label
ug: شىكالا سىزىقى بەلگىسى

source: TID
ug: باج تۆلىگۈچى پەرقلەندۈرۈش نومۇرى(TID)

source: tiered storage
ug: قەۋەتلەپ ساقلاش

source: tiering engine
ug: قاتلاملىق موتور

source: tiering policy engine
ug: قاتلاملىق چارىسى موتورى

source: tile
ug: يېيىش

source: time allowance
ug: رۇخسەت ۋاقىت

source: Time Broker
ug: ۋاقىت بۇزغۇچى

source: Time Event Broker
ug: ۋاقىت ھادىسە بۇزغۇچى

source: Time & expenses
ug: ۋاقىت ۋە چىقىم

source: Timeline
ug: ۋاقىت سىزىقى

source: timeline
ug: ۋاقىت سىزىقى

source: time out
ug: ۋاقتى ئېشىپ كېتىش

source: timescale
ug: ۋاقىت ئۆلچىگۈچ

source: Timesheet tool
ug: ۋاقىت جەدۋىلى قورالى

source: time zone
ug: ۋاقىت رايونى

source: tint
ug: سۇس رەڭ

source: tip
ug: تەكلىپ

source: title bar
ug: تېما بالدىقى

source: title case
ug: چوڭ ھەرپ

source: Titled Matrix
ug: ئىسىملىك ماترىتسا

source: title master
ug: تېما بېشى

source: To box
ug: تاپشۇرۇۋالغۇچىنىڭ ئادرېسىنى يېزىش ئورنى

source: Today
ug: بۈگۈن

source: Today page
ug: بۈگۈنكى بەت

source: To-Do Bar
ug: قالدۇق بالدىقى

source: toggle button
ug: ئالماشتۇرۇش كۇنۇپكىسى

source: toggle key
ug: ئالماشتۇرۇش كۇنۇپكىسى

source: toggle switch
ug: ئۈزچات

source: token
ug: ئالدىن تۆلەش كارتىسى كودى

source: token-based activation
ug: ئىجازەتلىك ئاكتىپلاش

source: token subscription
ug: ئالدىن تۆلەش كارتىسى كودىلىق مۇشتەرىلىك

source: tool
ug: قورال

source: toolbar
ug: قورالبالداق

source: toolbar button
ug: قورالبالداق كۇنۇپكىسى

source: toolbox
ug: قورال رامكىسى

source: Toolbox
ug: قورالدان

source: Tools
ug: قوراللار

source: Top albums
ug: داڭدار پىلاستىنكىلار

source: Top apps
ug: داڭلىق ئەپلەر

source: Top artists
ug: داڭدار سەنئەتكارلار

source: Top charts
ug: شەرەپ تاختىلىرى

source: Top free
ug: ئاۋات ھەقسىزلىرى

source: Top free apps
ug: داڭدار ھەقسىز ئەپلەر

source: Top free games
ug: داڭدار ھەقسىز ئويۇنلار

source: Top games
ug: داڭلىق ئويۇنلار

source: Top grossing apps
ug: بازارلىق ئەپلەر

source: Top grossing games
ug: بازارلىق ئويۇنلار

source: topic
ug: تېما

source: topic pane
ug: تېما كۆزنىكى

source: top-level folder
ug: ئەڭ ئۈستۈنكى قىسقۇچ

source: top-level property grid
ug: يۇقىرى دەرىجىلىك خاسلىق تورى

source: Top movie rentals
ug: بازارلىق ئىجارە كىنولار

source: Top music
ug: داڭدار مۇزىكىلار

source: topology
ug: توپولوگىيە

source: Top paid
ug: ئاۋات ھەقلىقلىرى

source: Top paid apps
ug: داڭدار ھەقلىق ئەپلەر

source: Top paid games
ug: داڭدار ھەقلىق ئويۇنلار

source: Top rated
ug: يۇقىرى باھالىق

source: Top-rated movies
ug: يۇقىرى باھالانغان كىنولار

source: Top-rated TV shows
ug: يۇقىرى باھالانغان تىياتىرلار

source: Top rentals
ug: كۆپ ئىجارىلىك

source: Top rented
ug: ئاۋات ئىجارىلەر

source: top result
ug: ئاۋات نەتىجە

source: top results
ug: ئالدىنقى نەتىجىلەر

source: Top selling
ug: بازارلىق

source: Top-selling movies
ug: بازارلىق كىنولار

source: Top-selling songs
ug: بازارلىق ناخشىلار

source: Top-selling TV shows
ug: بازارلىق تىياتىرلار

source: Top songs
ug: داڭدار ناخشىلار

source: Top TV
ug: داڭلىق تىياتىرلار

source: total row
ug: جەمئىي قۇر

source: touch
ug: سەزمە

source: touch keyboard
ug: سەزمە كۇنۇپكا تاختىسى

source: touchpad
ug: سەزمەتاختا

source: touch selection handle
ug: سېزىمچان تاللانما تۇتقۇچى

source: touch writing
ug: تەگيازما

source: tracer arrow
ug: ئىزچى يۆلىنىش

source: track
ug: يول

source: tracked change
ug: ئىزلانغان ئۆزگەرتىش

source: tracking
ug: ئىز قوغلاش

source: Tracking Columns
ug: ئىزلاش رېتى

source: tracking number
ug: ئىزلاش نومۇرى

source: Tracking Protection
ug: ئىز قوغلاشتىن قوغداش

source: transaction
ug: مۇئامىلە

source: transfer
ug: يوللاش

source: transfer call
ug: تېلېفوننى يۆتكەش

source: Transform to Web
ug: تورغا ئايلاندۇرۇش

source: transition
ug: ئۆتۈشمە

source: transition effect
ug: ئۆتۈشمە ئۈنۈم

source: transition style
ug: ئۆتۈشمە ئۇسلۇب

source: Translate
ug: تەرجىمە

source: Translation ScreenTip
ug: تەرجىمە كۆرسەتكۈچى

source: Translator
ug: تەرجىمان

source: Translator for Outlook
ug: Outlook تەرجىمانى

source: Transmission Control Protocol
ug: يەتكۈزۈش كونترول كېلىشىمى

source: Transmission Control Protocol/Internet Protocol
ug: يەتكۈزۈش كونترول كېلىشىمى\ئىنتېرنېت كېلىشىمى

source: TRANSPOSE
ug: ئالماشتۇرۇش

source: Transpose
ug: ئالماشتۇرۇش

source: Trapezoid List
ug: شوتىسىمان تىزىملىك

source: trapping
ug: چالىسىنى تولۇقلاش

source: Travel
ug: ساياھەت

source: tree
ug: دەرەخ

source: treemap chart
ug: دەرەخسىمان گىرافىك

source: trend chart
ug: كۆرسەتكۈچلۈك گىرافىك

source: Trending
ug: يۈزلىنىش

source: trendline
ug: كۆرسەتكۈچ

source: trendline label
ug: كۆرسەتكۈچ بەلگىسى

source: trial
ug: سىناق

source: trim
ug: تۈزەش

source: Triple Data Encryption Standard
ug: ئۈچ ئۇچۇر مەخپىيلەشتۈرۈش ئۆلچىمى

source: troubleshooter
ug: كاشىلا ھەل قىلغۇچ

source: Troubleshooting
ug: كاشىلا ئوڭشاش

source: troubleshooting
ug: كاشىلا ئوڭشاش

source: true sound
ug: ھەقىقىي ئاۋاز

source: trust
ug: ئىشەنچ

source: Trust Bar
ug: ئىشەنچ بالدىقى

source: Trust Center
ug: ئىشەنچ مەركىزى

source: trust document
ug: ئىشەنچ پۈتۈكى

source: Trusted Boot
ug: ئىشەنچلىك قوزغىتىش

source: Trusted Documents
ug: ئىشەنچىلىك ھۆججەت

source: trusted location
ug: ئىشەنچىلىك ئورۇن

source: trusted PC
ug: ئىشەنچلىك كومپيۇتېر

source: trusted publisher
ug: ئىشەنچىلىك نەشرىيات

source: trusted publisher store
ug: ئىشەنچىلىك نەشىرىيات دۇكىنى

source: trusted root CA
ug: ئىشەنچلىك ئانا CA

source: trusted root certification authority
ug: ئىشەنچلىك ئانا كىنىشكا تارقىتىش ئورگىنى

source: trusted source
ug: ئىشەنچىلىك مەنبە

source: TS session
ug: تېرمىنال مۇلازىمەت كۆزنىكى

source: TV cam
ug: TV كامېرا

source: TV genres
ug: تىياتىر ژانىرى

source: TV movies
ug: تېلېۋىزىيە كىنولىرى

source: TV networks
ug: تېلېۋىزىيە تورى

source: Tweet
ug: پىچىرلاش

source: Twilight
ug: غۇۋا يورۇق

source: two-sided test
ug: قوش تەرەپلىك سىناق

source: two-step verification
ug: ئىككى باسقۇچلۇق تەكشۈرۈش

source: two-tailed test
ug: قوش قۇيرۇقلۇق سىناق

source: type
ug: تىپ

source: typed text
ug: باسقان خەت

source: type library
ug: تىپ ئامبىرى

source: Typewriter
ug: خەت باسقۇچى

source: U2F
ug: ئۇ2ئا

source: unavailable
ug: يېتەرسىز

source: unbind
ug: ئۈزۈش

source: unbound object
ug: باغلىنىشسىز ئوبيېكت

source: unbound object frame
ug: باغلىنىشسىز ئوبيېكت رامكىسى

source: undo
ug: يېنىۋالماق

source: Unfiled Notes
ug: ھۈججەتلەنمىگەن خاتېرىلەر

source: unflag
ug: بەلگىنى ئۆچۈرۈش

source: Unicode
ug: يۇنىكود

source: Unified Logging Service
ug: ئۆلچەملىك خاتىرلەش مۇلازىمىتى

source: Uniform Resource Identifier
ug: بىرلىككە كەلگەن مەنبە تونۇغۇچ

source: Uniform Resource Name
ug: ئۆلچەملىك مەنبە نامى

source: uninstall
ug: يۇيۇۋاتماق

source: union query
ug: بىرلەشتۈرۈش سۈرۈشتۈرمىسى

source: UNIQUE
ug: بىردىنبىر

source: unique identifier
ug: بىردىنبىر پەرقلەندۈرگۈچ

source: UNIQUE.INTL
ug: بىردىنبىر ئۇچۇر

source: unit
ug: بىرلىكى

source: Universal 2nd Factor
ug: ئۇنىۋېرسال ئىككىنچى ئامىل

source: universal app
ug: ئۇنىۋېرسال ئەپ

source: universally unique identifier
ug: ئومۇميۈزلۈك بىردىنبىر پەرقلەندۈرگۈچ

source: universal serial bus
ug: ئۇنىۋېرسال ئارقىمۇئارقا لىنىيە

source: unjunk
ug: ئەخلەت ئەمەس

source: Unlimited
ug: چەكلىمىسىز

source: unlimited calls
ug: ئالاقە چەكلەنمىگەن

source: unlink
ug: ئۇلانمىنى ئۈزمەك

source: unlock
ug: قۇلۇپ ئېچىش

source: unpin
ug: ئېلىپ تاشلىماق

source: unpin from Start
ug: «باشلاش» تىن ئاجرىتىش

source: Unrated
ug: باھالانمىغان

source: Unread Changes
ug: ئوقۇلمىغانلىرى

source: unregistered user
ug: تىزىملاتمىغان ئىشلەتكۈچى

source: unseen
ug: كۆرۈنمىگەن

source: un-sign
ug: ئىمزانى ئۆچۈرۈش

source: unsolicited commercial e-mail
ug: قارشى ئېلىنمايدىغان ئېلان خەتلەر

source: unstack
ug: ئۆرۈش

source: unsubscribe
ug: مۇشتەرىلىكنى بىكار قىلىش

source: unwanted software
ug: كېرەكسىز يۇمشاق دېتال

source: update
ug: يېڭىلىماق

source: updated
ug: يېڭىلاندى

source: update group
ug: يېڭىلاش توپى

source: update history
ug: يېڭىلاش تارىخى

source: update list
ug: يېڭىلاش تىزىملىكى

source: update query
ug: يېڭىلاش سۈرۈشتۈرمىسى

source: update ring
ug: يېڭىلاش ھالقىسى

source: up-down bars
ug: يۇقىرى - تۆۋەن بالداق

source: upgrade
ug: يېڭىلىماق

source: upload
ug: يۈكلىمەك

source: upper bound
ug: يۇقىرى چەك

source: uppercase
ug: چوڭ ھەرپ

source: Upward Arrow
ug: يۇقىرىلىغان يۆلىنىش

source: usage event
ug: مەشغۇل ئىش

source: USB drive
ug: USB قوزغاتقۇچ

source: USB flash drive
ug: USB بارماق قوزغاتقۇچ

source: Use of Plain Verb Form
ug: پېئىل ئۆزىكى ئىشلىتىش

source: user
ug: ئىشلەتكۈچى

source: User Account Control
ug: ئىشلەتكۈچى ھېسابات كونترولى

source: user agent
ug: ئىشلەتكۈچى ۋەكىلى

source: user name
ug: ئىشلەتكۈچى نام

source: username
ug: ئىشلەتكۈچى نام

source: user profile
ug: ئىشلەتكۈچى ئارخىپى

source: user subscription license
ug: ئىشلەتكۈچى مۇشتەرىلىك ئىجازەتنامىسى

source: Utilities
ug: لازىملىقلار

source: Utilities & tools
ug: لازىملىقلار ۋە قوراللار

source: Vague Adjectives
ug: غۇۋا سۈپەت

source: validate
ug: دەلىللەش

source: validation
ug: دەلىللەش

source: validation formula
ug: دەلىللەش فورمۇلاسى

source: validation rule
ug: دەلىللەش قائىدىسى

source: value
ug: قىممىتى

source: value axis
ug: قىممەت ئوقى

source: variable refresh rate
ug: ئۆزگىرىشچان يېڭىلاش نىسبىتى

source: variance
ug: پەرق

source: VAT
ug: قوشۇلما قىممەت بېجى

source: VAT ID
ug: باج تىزىملاش نومۇرى

source: Vault
ug: ئىشكاپ

source: vault
ug: توپلام

source: VBA Converter
ug: VBA ئايلاندۇرغۇچى

source: vector
ug: ۋېكتور

source: vector object
ug: ۋېكتور ئوبيېكتى

source: Velocity Ink
ug: تېزلىك رەڭگى

source: Venn diagram
ug: ئۆتۈشمە دىئاگرامما

source: venue map
ug: ئورۇن خەرىتىسى

source: verification
ug: دەلىللەش

source: verification code
ug: دەلىللەش كودى

source: verification letter
ug: دەلىللەش خېتى

source: verification option
ug: دەلىللەش تاللانمىسى

source: verify
ug: دەلىللىمەك

source: version
ug: نەشىر نومۇرى

source: version history
ug: نەشىر تارىخى

source: Vertical
ug: تىك

source: vertical alignment
ug: تىك تەڭشەش

source: Vertical Arrow List
ug: ۋېرتىكال ئستىرېلكا تىزىملىكى

source: vertical axis
ug: ۋېرتىكال ئوق

source: Vertical Bending Process
ug: ۋېرتىكال ئەگمە جەريانى

source: Vertical Block List
ug: ۋېرتىكال توسۇق تىزىملىكى

source: Vertical Box List
ug: ۋېرتىكال رامكا تىزىملىكى

source: Vertical Bullet List
ug: ۋېرتىكال تۈر بەلگىسى تىزىملىكى

source: Vertical Chevron List
ug: ۋېرتىكال چەۋرون تىزىملىكى

source: Vertical Equation
ug: ۋېرتىكال تەڭلىمە

source: Vertical Picture Accent List
ug: ۋېرتىكال رەسىم رەڭ تىزىملىكى

source: Vertical Picture List
ug: ۋېرتىكال رەسىم تىزىملىكى

source: Vertical Process
ug: ۋېرتىكال جەريان

source: vertical ruler
ug: ۋېرتىكال سىزغۇچ

source: vertical scroll bar
ug: ۋېرتىكال سىيرىلما بالداق

source: vertical scrollbar
ug: ۋېرتىكال سىيرىلما بالداق

source: VHLOOKUP
ug: قىممەت ئىزدەش

source: Video
ug: سىن

source: video call
ug: سىنلىق چاقىرىش

source: video capture device
ug: سىنئالغۇچ

source: video card
ug: سىن كارتا

source: video chat
ug: سىنلىق پاراڭ

source: video conferencing
ug: سىنلىق يىغىن

source: video library
ug: سىن ئامبىرى

source: video mail
ug: سۈرەتلىك خەت

source: video message
ug: سۈرەتلىك ئۇچۇر

source: video messages
ug: سىنلىق ئۇچۇرلار

source: video snapshot
ug: سىن تېز رەسىمى

source: video storage
ug: سىن ساقلانمىسى

source: Video Styles
ug: سىن ئۇسلۇبلىرى

source: view
ug: كۆرۈنمە

source: view-only
ug: كۆرۈشكىلا بولىدىغان

source: view type
ug: كۆرۈنۈش تىپى

source: vignette
ug: بېزەك

source: virtual
ug: مەۋھۇم

source: virtual desktop
ug: مەۋھۇم ئۈستەليۈزى

source: virtual directory
ug: مەۋھۇم مۇندەرىجە

source: virtual disk
ug: مەۋھۇم دىسكا

source: virtual field trip
ug: مەۋھۇم دالا يۈرۈشى

source: virtual private network
ug: مەۋھۇم خۇسۇسىي تور

source: virtual ruler
ug: مەۋھۇم سىزغۇچ

source: Virtual Smart Card
ug: مەۋھۇم ئەقلىي كارتا

source: virtual smart card
ug: مەۋھۇم ئەقلىي كارتا

source: virtual surround sound
ug: مەۋھۇم ئەتراپ ئاۋاز

source: virus
ug: ۋىرۇس

source: virus protection
ug: ۋىرۇستىن ساقلىنىش

source: virus scanner
ug: ۋىرۇس تەكشۈرگۈچ

source: Virus & threat protection
ug: ۋىرۇس ۋە تەھدىتتىن قوغداش

source: Virus & threat protection updates
ug: ۋىرۇس ۋە تەھدىتتىن قوغداش يېڭىلانمىلىرى

source: visibility
ug: كۆرۈنۈش

source: visibility mode
ug: كۆرۈنمە ھالەت

source: visual challenge
ug: كۆرۈنمە سۈرۈشتۈرۈش

source: Visual Designer
ug: كۆرۈنمە لايھەلىگۈچى

source: visualization
ug: كۆرۈنمە

source: visualizer
ug: كۆرسەتكۈچ

source: Visual Studio Tools for Applications
ug: Visual Studio ئەپ قوراللىرى

source: Vocabulary Choice
ug: سۆزلۈك تاللىشى

source: voice call
ug: ئاۋازلىق چاقىرىش

source: voice comment
ug: ئاۋازلىق ئىنكاس

source: voice messaging
ug: ئاۋازلىق ئۇچۇرلىشىش

source: voice recognition
ug: ئاۋاز تونۇش

source: Voice Recorder
ug: ئۇنئالغۇ

source: volume
ug: ئاۋاز مىقدارى

source: volume application
ug: توپ ئەپ

source: volume control button
ug: ئاۋاز مىقدارى كونترول كۇنۇپكىسى

source: wallpaper
ug: تامقەغەز

source: Wallpaper & lock screens
ug: تامرەسىم ۋە قۇلۇپ ئېكرانلىرى

source: warning message
ug: ئاگاھلاندۇرۇش ئۇچۇرى

source: watch
ug: كۆرۈش

source: Watercolor
ug: سۇباسما

source: waterfall chart
ug: شارقىراتما گىرافىك

source: watermark
ug: سۇ باسما

source: Weather
ug: ھاۋارايى

source: Weather Bar
ug: ھاۋارايى كۆزنىكى

source: Web
ug: تور

source: web
ug: تور

source: web address
ug: تور ئادرېس

source: web app
ug: تور ئەپى

source: Web archive
ug: تور ئارخىپى

source: Web beacon
ug: تور بەلگىسى

source: Web browser
ug: تور كۆرگۈچ

source: Web browsing
ug: تور كۆرۈش

source: webcam
ug: تور كامېراسى

source: Web Clipper
ug: تور كەسكۈچ

source: Web discussion
ug: تور مۇنازىرىسى

source: Web Distributed Authoring and Versioning
ug: توردا تارقىتىلىدىغان ئىجادىيەت

source: web feed
ug: تور بوغۇزى

source: web filtering
ug: تور سۈزۈش

source: Web hosting
ug: تور سۇپىسى

source: web layout view
ug: تور لايھەسى كۆرۈنۈشى

source: web log
ug: تور خاتىرىسى

source: Web Note
ug: تور خاتىرىسى

source: web package
ug: تور بولىقى

source: Web page
ug: تور بەت

source: web page
ug: بەت

source: Web Page Preview
ug: تور بەت كۆرۈنۈشى

source: Web Part
ug: تور بۆلىكى

source: web part
ug: تور بۆلىكى

source: Web Part zone
ug: تور بۆلىكى رايونى

source: web presence provider
ug: تور مۇلازىمىتى تەمىنلىگۈچى

source: Web protection
ug: تور قوغداش

source: Web query
ug: تور كۆرسەتمىلىرى

source: Web server
ug: تور مۇلازىمىتېرى

source: Web service
ug: تور مۇلازىمىتى

source: Web site
ug: تور بېكىتى

source: week number
ug: ھەپتە نومۇرى

source: weight
ug: ئېغىرلىق

source: Wellbeing
ug: ساقلىق

source: wet ink
ug: ھۆل بوياق

source: what-if analysis
ug: قىياس ئانالىزى

source: what's new
ug: يېڭىلىقلار

source: What's New
ug: يېڭىلىقلار

source: whiteboard
ug: ئاق دوسكا

source: Wide Area Information Server
ug: كەڭ رايونلۇق ئۇچۇر مۇلازىمىتېرى

source: wide area network
ug: كەڭ رايونلۇق تور

source: widget
ug: بىرىكمە

source: widow
ug: يالغۇز قۇر

source: Wi-Fi hotspot
ug: Wi-Fi تور نۇقتىسى

source: wildcard character
ug: ئورتاق بەلگە

source: window
ug: كۆزنەك

source: Window Gallery
ug: كۆزنەك توپلىمى

source: Windows 10 Anniversary Update
ug: Windows 10 يىللىق يېڭىلانمىسى

source: Windows 10 Creators Update
ug: Windows 10 قۇرغۇچىلار يېڭىلانمىسى

source: Windows 7 hardware logo
ug: Windows 7 قاتتىق دېتال بەلگىسى

source: Windows 7 logo
ug: Windows 7 بەلگىسى

source: Windows 7 Logo Program
ug: Windows 7 بەلگىسى پىروگراممىسى

source: Windows 7 software logo
ug: Windows 7 يۇمشاق دېتال بەلگىسى

source: Windows 8.1 Pro with Media Center
ug: Windows 8.1 Pro قوشۇلغان Media Center

source: Windows 8.1 Pro with Media Center Update
ug: Windows 8.1 Pro قوشۇلغان Media Center Update

source: Windows 8.1 with Bing
ug: Windows 8.1 Bing نەشرى

source: Windows 8 Pro with Media Center
ug: Media Center قوشۇلغان Windows 8 Pro

source: Windows 8 Upgrade Assistant
ug: Windows 8 دەرىجە ئۆستۈرۈش ياردەمچىسى

source: Windows activation
ug: Windows ئاكتىپلاشتۇرۇش

source: Windows Alarms & Clock
ug: Windows قوڭغۇراق ۋە سائەت

source: Windows Backup
ug: Windows زاپاسلاش

source: Windows button
ug: Windows كۇنۇپكىسى

source: Windows Calculator
ug: Windows ھېسابلىغۇچ

source: Windows Calendar
ug: Windows كالېندار

source: Windows Call
ug: Windows تېلېفون

source: Windows Camera
ug: Windows كامېرا

source: Windows Certification Program
ug: Windows گۇۋاھنامە پىروگراممىسى

source: Windows Communications Apps
ug: Windows خەۋەرلىشىش ئەپلىرى

source: Windows Community
ug: Windows مەھەللىسى

source: Windows Defender Advanced Security Center
ug: Windows Defender ئالىي بىخەتەرلىك مەركىزى

source: Windows Defender Antivirus
ug: Windows Defender ۋىرۇسخورى

source: Windows Defender Application Control
ug: Windows Defender ئەپ كوننۇروللىغۇچ

source: Windows Defender Application Guard
ug: Windows Defender ئەپ قوغدىغۇچ

source: Windows Defender Device Control
ug: Windows Defender ئۈسكۈنە تىزگىنى

source: Windows Defender Exploit Guard
ug: Windows Defender ساقلىق قوغدىغۇچ

source: Windows Defender Firewall
ug: Windows Defender ئوتتېمى

source: Windows Defender Offline
ug: Windows Defender تورسىز نۇسخىسى

source: Windows Defender System Guard
ug: Windows Defender سىستېما قوغدىغۇچ

source: Windows Desktop Apps Certification Kit
ug: Windows ئۈستەليۈزى ئەپلەر گۇۋاھنامە قورالى

source: Windows Developer Preview
ug: Windows ئىجادىيەتچىلەر كۆرۈپ بېقىش نەشرى

source: Windows Device Portal
ug: Windows ئۈسكۈنە ئېغىزى

source: Windows DVD Player
ug: Windows DVD قويغۇچ

source: Windows Easy Transfer
ug: Windows ئاسان يۆتكىگۈچى

source: Windows Error Reporting
ug: Windows خاتالىقىنى دوكلات قىلىش

source: Windows Essentials
ug: Windows يۈرۈشلۈك دېتاللىرى

source: Windows Essentials 2012
ug: Windows يۈرۈشلۈك دېتاللىرى 2012

source: Windows Explorer
ug: Windows كۆرگۈچى

source: Windows Feedback Hub
ug: Windows تەكلىپ-پىكىر مەركىزى

source: Windows Hardware Certification Kit
ug: Windows قاتتىق دېتال گۇۋاھنامە قورالى

source: Windows Health Attestation Service
ug: Windows ساغلىقنى ساقلاش ئىسپات مۇلازىمىتى

source: Windows Hello face
ug: Windows Hello يۈزى

source: Windows Hello fingerprint
ug: Windows Hello بارماق ئىزى

source: Windows Hello for Business
ug: Windows Hello كارخانا نەشرى

source: Windows Hello iris
ug: Windows Hello كۆزى

source: Windows Information Protection
ug: Windows ئۇچۇر قوغداش

source: Windows Ink toolbar
ug: Windows Ink قورالبالدىقى

source: Windows Ink Workspace
ug: Windows Ink ئىش سۇپىسى

source: Windows Insider
ug: Windows ئىچكى

source: Windows Insider Community Forum
ug: Windows ئۆزلەر مەھەللىسى مۇنبىرى

source: Windows Insider Hub
ug: ئىچكى Windows مەركىزى

source: Windows Insider Program
ug: Windows ئىچكى پىروگراممىسى

source: Windows Insider Program for Business
ug: سودا ئۈچۈن Windows ئىچكى پىروگراممىسى

source: Windows Installation Compatibility Advisor
ug: Windows قاچىلاش ماسلىشىشچانلىقى مەسلىھەتچىسى

source: Windows Internal Database
ug: Windows ئىچكى ساندان

source: Windows Live Alerts
ug: Windows Live ئەسكەرتمە

source: Windows Live Calendar
ug: Windows Live كالېندار

source: Windows Live Call
ug: Windows Live تېلېفون

source: Windows Live Contacts
ug: Windows Live كىشىلەر

source: Windows Live Devices
ug: Windows Live ئۈسكۈنىلەر

source: Windows Live Essentials
ug: Windows Live يۈرۈشلۈك دېتاللىرى

source: Windows Live Events
ug: Windows Live پائالىيەت

source: Windows Live Family Safety
ug: Windows Live ئائىلە بىخەتەرلىكى

source: Windows Live FrameIt
ug: Windows Live سۈرەت رامكىسى

source: Windows Live Groups
ug: Windows Live گۇرۇپپىلار

source: Windows Live Home
ug: Windows Live باشبەت

source: Windows Live Mail
ug: Windows Live خەت

source: Windows Live Movie Maker
ug: Windows Live كىنو ئىشلىگۈچ

source: Windows Live Photo Gallery
ug: Windows Live سۈرەت ئامبىرى
