Repository: Abdusalamstd/Locolization
Catalog: Terms-*.po
Languages: ug

source: Microsoft Photos
ug: Microsoft رەسىملىرى

source: Microsoft Photos Plug-in
ug: Microsoft رەسىم قىستۇرمىسى

source: Microsoft Remote Desktop
ug: Microsoft يىراق ئۈستەليۈزى

source: Microsoft Remote Desktop Preview
ug: Microsoft يىراق ئۈستەليۈزى كۆرىكى

source: Microsoft Safety and Security Center
ug: Microsoft بىخەتەرلىك ۋە خەۋپسىزلىك مەركىزى

source: Microsoft Safety & Security Center
ug: Microsoft بىخەتەرلىك ۋە خەۋپسىزلىك مەركىزى

source: Microsoft Search
ug: Microsoft ئىزدىگۈچ

source: Microsoft services
ug: Microsoft مۇلازىمەتلىرى

source: Microsoft Services Agreement
ug: Microsoft مۇلازىمەت كېلىشىمى

source: Microsoft Software Download
ug: Microsoft يۇمشاق دېتال چۈشۈرۈش مەركىزى

source: Microsoft Software License Terms
ug: Microsoft يۇمشاق دېتال ئىجازەت شەرتنامىسى

source: Microsoft Sticky Notes
ug: Microsoft چاپلاق خاتىرىسى

source: Microsoft Store device app
ug: ئۈسكۈنە ئەپى Microsoft Store

source: Microsoft Store for Business
ug: Microsoft Store سودا ئۈچۈن

source: Microsoft Store for Education
ug: Microsoft Store مائارىپ ئۈچۈن

source: Microsoft Store location
ug: Microsoft Store ئورنى

source: Microsoft Store online
ug: Microsoft Store توردىكى

source: Microsoft Store on Windows 10
ug: Microsoft Store دىكى Windows 10

source: Microsoft Store on Xbox One
ug: Microsoft Store دىكى Xbox One

source: Microsoft Support
ug: Microsoft خېرىدارلار ياردەم مەركىزى

source: Microsoft Update Catalog
ug: Microsoft Update مۇندەرىجىسى

source: Microsoft Update Solution Center
ug: Microsoft Update قارار مەركىزى

source: Microsoft Visual Studio Tools for Applications
ug: Microsoft Visual Studio ئەپ قوراللىرى

source: Microsoft Whiteboard Preview
ug: Microsoft ئاق دوسكا كۆرىكى

source: Microsoft Workplace Analytics teamwork solution
ug: Microsoft ئىش سۇپىسى ئانالىزى ھەمكارلىق لايىھەسى

source: midtone
ug: ئارا ھالەت

source: mini calendar
ug: كىچىك كالېندار

source: minimize
ug: كىچىكلەتمەك

source: Mini toolbar
ug: كىچىك قورالبالداق

source: Mini Toolbar
ug: كىچىك قورالبالداق

source: Mini Toolbar Indicator
ug: كىچىڭ قورالبالداق كۆرسەتكۈچ

source: Mini Translator
ug: كىچىك تەرجىمان

source: minor
ug: ئۆسمۈر

source: Mirror
ug: ئەينەك تەسۋىر

source: mirror
ug: ئەينەك

source: MIRRORARRAY
ug: تەتۈر قاتار

source: mirror margins
ug: ئەينەك رامكا

source: Mixed DPI mode
ug: ئارىلاشما DPI ھالىتى

source: mixed reality
ug: ئارىلاش رېئاللىق

source: mixed reality headset
ug: ئارىلاش رېئاللىق تاقىغۇچ

source: Mixed Reality Portal
ug: ئارىلاش رېئاللىق ئېغىزى

source: mixed world
ug: ئارىلاش دۇنيا

source: mixtape
ug: بىرىكمە

source: mobile
ug: كۆچمە

source: Mobile
ug: يان تېلېفون

source: mobile device
ug: كۆچمە ئۈسكۈنە

source: mobile hotspot
ug: كۆچمە تور نۇقتىسى

source: mobile operator
ug: يان تېلېفون مەشغۇلاتى

source: mobile phone
ug: يان تېلېفون

source: mobile phone number
ug: يان تېلېفون نومۇرى

source: Mobile Plans
ug: كۆچمە مۇلازىمەت پىلانلىرى

source: mobile printing
ug: كۆچمە بېسىش

source: Mobile site
ug: يان تېلېفون بېكىتى

source: Mobile view
ug: يانفون كۆرۈنۈشى

source: mode
ug: ھالەت

source: model
ug: ئۈلگە

source: modem
ug: مودېم

source: Modern Attachments
ug: زامانىۋىي يۈكلەنمە

source: modern authentication
ug: زامانىۋىي كىملىك تەكشۈرۈش

source: modern client authentication library
ug: چاغداش ئۇچئەپ تەستىق ئامبىرى

source: modifier key
ug: ئۆزگەرتىش كۇنۇپكىسى

source: Moji
ug: سىنچە

source: Money
ug: ئىقتىساد

source: monitor
ug: كۆرسەتكۈچ

source: mood message
ug: كەيپىيات ئۇچۇرى

source: mood panel
ug: كەيپىيات بەلگىلىرى سۇپىسى

source: More
ug: كۆپ

source: More Syllables
ug: باشقا بوغۇم

source: Morph
ug: ئۆزگىرىش

source: Most played apps
ug: كۆپ ئىشلەتكەن ئەپلەر

source: Most played games
ug: كۆپ ئوينالغان ئويۇنلار

source: Most popular
ug: ئەڭ ئاۋاتلىرى

source: Most popular apps
ug: ئەڭ ئاۋات ئەپلەر

source: Most popular games
ug: ئەڭ ئاۋات ئويۇنلار

source: Most rented
ug: كۆپ ئىجارىلىكلىرى

source: Most rented apps
ug: كۆپ ئىجارىلىك ئەپلەر

source: Most rented games
ug: كۆپ ئىجارىلىك ئويۇنلار

source: motion controller
ug: ھەرىكەت كونتروللىغۇچ

source: motion focus
ug: ئىشارە نۇقتىسى

source: motion path
ug: ھەرىكەت يولى

source: motion sensor
ug: ھەرىكەت سەزگۈچ

source: mouse
ug: مائۇس

source: mouse click
ug: مائۇس چېكىش

source: mouse pointer
ug: مائۇس ئىسترېلكىسى

source: mouse shortcut
ug: مائۇس تېزلەتمىسى

source: mouse wheel
ug: مائۇس چاقى

source: move
ug: يۆتكىمەك

source: move handle
ug: يۆتكەش تۇتقۇچى

source: move mode
ug: يۆتكەش ھالىتى

source: Move to Non-Focused Inbox
ug: نۇقتىلىق ئەمەس خەت ساندۇقىغا يۆتكەش

source: Movie genres
ug: كىنو ژانىرى

source: Movie Maker
ug: كىنو ئىشلىگۈچ

source: Movie Moments
ug: كىنو ئەسنالىرى

source: Movie studios
ug: كىنو ئىستودىيەسى

source: Movies & TV
ug: كىنو-تېلېۋىزىيە

source: moving average
ug: ئوتتۇرىچە ھەرىكەت

source: moving average trendline
ug: يۆتكىلىش ئارا سىزىقى

source: moving border
ug: يۆتكەش چېگىرىسى

source: MSN Apps
ug: MSN قوراللىرى

source: MSN Food & Drink
ug: MSN يېمەك - ئىچمەك

source: MSN Health & Fitness
ug: MSN سالامەتلىك ۋە ساغلاملىق

source: MSN Money
ug: MSN ئىقتىساد

source: MSN Sports
ug: MSN تەنتەربىيەسى

source: MSN Travel
ug: MSN ساياھەت

source: MSN Weather
ug: MSN ھاۋارايى

source: Multidirectional Cycle
ug: كۆپ يۆلىنىشلىك ھالقا

source: multi-geo aware
ug: كۆپ ئورۇنلۇق

source: multi-geo environment
ug: كۆپ ئورۇنلۇق مۇھىت

source: multi-geo license
ug: كۆپ ئورۇنلۇق ئىجازەت

source: multi-geo search
ug: كۆپ ئورۇنلۇق ئىزدەش

source: Multi-Geo tenant
ug: كۆپ ئورۇنلۇق ئىشلەتكۈچى

source: Multilingual User Interface
ug: كۆپ تىللىق ئىشلەتكۈچى ئارايۈزى

source: multimedia
ug: كۆپ ۋاسىتىلىك

source: Multimedia design
ug: تاراتقۇ لايىھەسى

source: Multi-player online battle arena
ug: كۆپ كىشىلىك تور ئۇرۇش مەيدانى

source: multiple choice question
ug: كۆپ تاللاش سوئالى

source: multiple-level category labels
ug: كۆپ قاتلاملىق خەتكۈچلەر

source: multiple masters
ug: كۆپ خىل ئۇسلۇب يىتەكچىسى

source: multiple selection
ug: كۆپ تاللاش

source: multi session-capable disc
ug: كۆپ جەريانغا ماس دىسكا

source: multi-stop slider
ug: كۆپ تىنىشلىق سىيرىلما

source: multithreaded apartment
ug: كۆپ ئېقىملىق بۆلۈمچە

source: multi-touch
ug: كۆپ سەزمىلىك

source: multi-touch input
ug: كۆپ چەكمىلىك كىرگۈزۈش

source: music
ug: مۇزىكا

source: Music
ug: مۇزىكا

source: Music deals
ug: ناخشا-مۇزىكا سودىسى

source: Music production
ug: مۇزىكا ئىشلەش

source: mute
ug: ئاۋازسىز قىلماق

source: My account
ug: ھېساباتىم

source: My Account
ug: ھېسابىم

source: MyAnalytics Outlook add-in
ug: MyAnalytics Outlook قىستۇرمىسى

source: My apps
ug: ئەپلىرىم

source: My Computer
ug: كومپيۇتېرىم

source: My Day
ug: كۈنۈم

source: My Documents
ug: ھۆججەتلىرىم

source: My feedback
ug: تەكلىپ-پىكىرلىرىم

source: My movies & TV
ug: كىنو-تېلېۋىزىيەلىرىم

source: My music
ug: ناخشا-مۇزىكام

source: My Music
ug: مۇزىكىلىرىم

source: My Notes
ug: خاتىرەم

source: My Office
ug: ئىشخانام

source: My People
ug: كىشىلىرىم

source: my stuff
ug: نەرسىلىرىم

source: My Sways
ug: مېنىڭ Sway لىرىم

source: My Tasks
ug: ۋەزىپەم

source: My Videos
ug: سىنلىرىم

source: My videos
ug: سىنلىرىم

source: My Watchlist
ug: تاللانما

source: n/a
ug: مەۋجۇت ئەمەس

source: name
ug: نامى

source: named item view
ug: نام قويۇلغانلىرىنى كۆرۈش

source: named set
ug: ناملىق توپلام

source: narration
ug: بايان

source: Narrator
ug: ئېكران ئوقۇغۇچ

source: n-ary
ug: N ئەزالىق

source: nary
ug: N ئەزالىق

source: National Register of Legal Entities
ug: كارخانىلارنىڭ دۆلەتلىك نومۇرى

source: native boot
ug: يەرلىك قوزغىتىش

source: native database query
ug: يەرلىك ساندان سۈرۈشتۈرمىسى

source: native query
ug: يەرلىك سۈرۈشتۈرمە

source: natural language searching
ug: تەبىئىي تىللىق ئىزدەش

source: natural pencil
ug: تەبىئىي قەلەم

source: Natural Persons Register
ug: شەخس نومۇرى

source: natural query syntax
ug: تەبىئىي سۈرۈشتۈرمە گىرامماتىكىسى

source: navigate
ug: ھەيدىمەك

source: navigation
ug: تور كېزىش

source: Navigation Bar
ug: يىتەكلىگۈچ

source: navigation bar
ug: ھەيدەش بالدىقى

source: navigation drawer
ug: يۆتكىلىش تارتمىسى

source: navigation layout
ug: يېتەكلەش لايىھەسى

source: Navigation & maps
ug: يول باشلاش ۋە خەرىتىلەر

source: navigation pane
ug: ھەيدەش رامكىسى

source: NDA
ug: مەخپىيەتلىكنى ساقلاش كېلىشىمى

source: necessary service data
ug: زۆرۈر مۇلازىمەت مەلۇماتى

source: negative indent
ug: مەنپىي كىرتىك

source: nested table
ug: قاپلانما جەدۋەل

source: Nested Target
ug: رامكىلىق نىشان

source: netbook
ug: تور كومپيۇتېرى

source: network
ug: تور

source: Network
ug: تور

source: network adapter
ug: تور ماسلاشتۇرغۇچ

source: network administrator
ug: تور باشقۇرغۇچى

source: Network and Sharing Center
ug: تور ۋە ئورتاقلىشىش مەركىزى

source: network configuration
ug: تور سەپلىمىلىرى

source: network connection
ug: تور ئۇلىنىشى

source: Network Diagram
ug: تور دىئاگراممىسى

source: network drive
ug: تور قوزغاتقۇچ

source: Networking
ug: تور

source: Networking Partner Program
ug: تور ھەمكارلىق پىروگراممىسى

source: Network & Internet
ug: تور ۋە ئىنتېرنېت

source: Network Printer Installation Wizard
ug: تور پىرىنتېرى قاچىلاش يېتەكچىسى

source: network reset
ug: تورنى قايتا بەلگىلەش

source: neutral character
ug: ناتۇرال ھەرپ

source: New albums
ug: يېڭى پىلاستىنكىلار

source: New and rising
ug: يېڭى ۋە ئېشىۋاتقانلىرى

source: New and rising apps
ug: يېڭى ۋە يۈكسەلگەن ئەپلەر

source: New and rising games
ug: يېڭى ۋە يۈكسەلگەن ئويۇنلار

source: New apps
ug: يېڭى ئەپلەر

source: New episode this week
ug: بۇ ھەپتىدىكى يېڭى قىسىم

source: New games
ug: يېڭى ئويۇنلار

source: New movies
ug: يېڭى كىنولار

source: New music
ug: يېڭى مۇزىكا

source: New releases
ug: يېڭىلىرى

source: News
ug: خەۋەر

source: newsfeed
ug: ئۇچۇر ئىنكاسلىرى

source: newsgroup
ug: خەۋەر گۇرۇپپىسى

source: newsletter
ug: گېزىتچە

source: News & Weather
ug: خەۋەر ۋە ھاۋارايى

source: New TV shows
ug: يېڭى تىياتىرلار

source: next-of-kin process
ug: كېيىنكى جەريان

source: nickname
ug: لەقەم

source: night light
ug: كېچىلىك يورۇقلۇق

source: Night mode
ug: كېچە ھالىتى

source: no-bar fraction
ug: ئاددىي كەسىر

source: node
ug: تۈگۈن

source: NOK
ug: نورۋېگىيە كىرونى

source: nonadjacent selection
ug: قوشنا بولمىغان تاللانما

source: nonbreaking hyphen
ug: پارچىلانماس سىزىقچە

source: nonbreaking space
ug: پارچىلانماس بوشلۇق

source: nonce
ug: بىر قېتىملىق

source: Nondirectional Cycle
ug: يۆلىنىشسىز ھالقا

source: Nonfiction
ug: ھەقىقىي

source: nonprinting region
ug: بېسىلمايدىغان رايون

source: non-scheme color
ug: لايھە ئىچىدە بولمىغان رەڭ

source: normalization
ug: نورماللاشتۇرۇش

source: normalize
ug: نورماللاشتۇرماق

source: Normal style
ug: نورمال ئۇسلۇب

source: Normal template
ug: نورمال قېلىپ

source: #NOSPILL!
ug: #تاشماس!

source: not a number
ug: سان ئەمەس

source: note
ug: ئىزاھات

source: notebook
ug: خاتىرە دەپتەر

source: Notebook List
ug: خاتىرە دەپتەر تىزىملىكى

source: note container
ug: خاتىرە ساندۇقى

source: Notes E-mailed To Me
ug: ماڭا كەلگەن خاتىرە

source: notes page
ug: خاتىرە بېتى

source: notes pane
ug: خاتىرە كۆزنىكى

source: note tag
ug: خاتىرە خەتكۈچى

source: notification
ug: ئۇقتۇرۇش

source: notification area
ug: ئۇقتۇرۇش رايونى

source: notification banner
ug: ئۇقتۇرۇش تۇغلىرى

source: Now Playing
ug: قويۇلۇۋاتىدۇ

source: N.T. dollar
ug: تەيۋەن دوللىرى

source: NTFS file system
ug: NTFS ھۆججەت سىستېمىسى

source: null
ug: مەۋھۇم

source: null pointer
ug: نۆل كۆرسەتكۈچ

source: Numbered list
ug: تەرتىپلىك تىزىملىك

source: numbered list
ug: تەرتىپلىك تىزىملىك

source: numeric expression
ug: سانلىق ئىپادە

source: numeric picture switch
ug: رەسىم ئالماشتۇرغۇچ

source: NZD
ug: يېڭى زېلاندىيە دوللىرى

source: object
ug: ئوبيېكت

source: object handle
ug: ئوبيېكت تۇتقۇسى

source: object layout
ug: ئوبيېكت لايھەسى

source: object library
ug: ئوبيېكت ئامبىرى

source: object linking and embedding
ug: ئوبيېكتنى ئۇلاش ۋە قىستۇرۇش

source: object zoom
ug: ئوبيېكتنى چوڭ - كىچىكلىتىش

source: ocean
ug: ئوكيان

source: OCM
ug: Outlook خېرىدار باشقۇرغۇچى

source: OData Connector
ug: OData ئۇلىغۇچ

source: ODBC data source
ug: ODBC مەلۇمات مەنبەسى

source: ODBC driver
ug: ODBC قوزغاتقۇچ

source: off-axis
ug: ئوقتىن ئايرىلغان

source: offboarding
ug: قوشۇش

source: Office 365 Advanced eDiscovery
ug: Office 365 ئالىي بايقاش

source: Office 365 connector
ug: Office 365 ئۇلىغۇچى

source: Office 365 Connectors
ug: Office 365 ئۇلىغۇچلىرى

source: Office 365 Education Plus
ug: Office 365 مائارىپ پىلۇس

source: Office 365 group
ug: Office 365 گۇرۇپپىسى

source: Office 365 Groups
ug: Office 365 گۇرۇپپىلىرى

source: Office 365 Message Encryption Viewer
ug: Office 365 ئۇچۇر مەخپىيلەشتۈرۈش كۆرگۈچى

source: Office 365 Networking Partner Program
ug: Office 365 تور ھەمكارلىق پىروگراممىسى

source: Office 365 Support and Recovery Assistant
ug: Office 365 ياردەم ۋە ئەسلىگە كەلتۈرۈش ياردەمچىسى

source: Office 365 Users
ug: Office 365 ئىشلەتكۈچى

source: Office account
ug: Office ھېساباتى

source: Office add-in
ug: Office قىستۇرمىسى

source: Office Add-ins
ug: Office قىستۇرمىلىرى

source: Office Auto-Revisions
ug: Office ئاپتوماتىك زاپاسلىرى

source: Office Button
ug: Office كونۇپكىسى

source: Office compatibility definition file
ug: Office نىڭ ماسلىشىشچانلىقىنى تەكشۈرۈش ھۆججىتى

source: Office connection string
ug: Office ئۇلىنىش ئىبارىسى

source: Office data connection file
ug: Office ئۇچۇر ئۇلىنىش ھۆججىتى

source: Office diagnostic data
ug: Office تەكشۈرۈش مەلۇماتى

source: Office diagnostic data viewing
ug: Office تەكشۈرۈش مەلۇماتىنى كۆرۈش

source: Office Diagnostics
ug: Office دىئاگنوزى

source: Office Document Cache
ug: Office ھۆججەت غەملىكى

source: Office enabled device
ug: Office نى قوللايدىغان ئۈسكۈنە

source: Office File Validation
ug: Office ھۆججەت تەستىقلاش

source: Office Forms Server
ug: Office رامكا مۇلازىمېتىرى

source: Office Graph edge
ug: Office Graph قىرى

source: Office Graph node
ug: Office Graph تۈگۈنى

source: Office Intelligent Services
ug: Office ئاڭلىق مۇلازىمەتلىرى

source: Office Lens to Doc
ug: Office Lens دىن Doc قا

source: Office Notification Hub
ug: Office ئۇقتۇرۇش مەركىزى

source: Office Online Server
ug: Office تور مۇلازىمېتىرى

source: Office Online Sharing Service
ug: Office ھەمبەھىر مۇلازىمىتى

source: Office Professional Academic 2016
ug: Office ئالىي مەكتەپ كەسپىي نۇسخىسى 2016

source: Office Side-by-Side
ug: يانداش Office

source: Office Store
ug: Office دۇكىنى

source: Office Telemetry Agent
ug: Office يىراقتىن ئۆلچەش مەركىزى

source: Office Telemetry Dashboard
ug: Office يىراقتىن ئۆلچەش سۇپىسى

source: Office Telemetry Log
ug: Office يىراقتىن ئۆلچەش خاتىرىسى

source: Office telemetry logging
ug: Office دا يىراقتىن ئۆلچەشنى خاتىرىلەش

source: Office Telemetry Processor
ug: Office يىراقتىن ئۆلچەش ئىجراچىسى

source: Offline
ug: توردا يوق

source: offline
ug: تورسىز

source: offline address book
ug: يەرلىك ئادرېس دەپتىرى

source: offline cube file
ug: كۆپ ئۆلچەملىك يەرلىك ھۆججەت

source: offline data source
ug: يەرلىك ئۇچۇر مەنبەسى

source: offline folder file
ug: يەرلىك مۇندەرىجىدىكى ھۆججەت

source: offline Help
ug: تورسىز ياردەم

source: offline instant message
ug: تورسىز قىسقا ئۇچۇر

source: offline map
ug: تورسىز خەرىتە

source: offline mode
ug: تورسىز ھالەت

source: Offset
ug: ئاغما

source: OLAP cube
ug: OLAP توپلىمى

source: OLAP provider
ug: OLAP تەمىنلىگۈچى

source: OLAP server formatting
ug: OLAP مۇلازىمىتېر ئەندىزىسى

source: OLE/DDE link
ug: OLE/DDE ئۇلىنىشى

source: OLE object
ug: OLE ئوبيېكت

source: OME Viewer
ug: Office ئۇچۇر مەخپىيلەشتۈرۈش كۆرگۈچى

source: onboard
ug: تورغا يوللىماق

source: onboarding
ug: ئېلىش

source: OneDrive camera roll
ug: OneDrive يەرلىك سۈرەت

source: OneDrive (cloud only)
ug: OneDrive (بۇلۇت)

source: OneDrive Desktop
ug: OneDrive ئۈستەليۈزى

source: OneDrive Dev Center
ug: ئىجادچى مەركىزى

source: OneDrive Developer Center
ug: ئىجادچى مەركىزى

source: OneDrive Files On-Demand
ug: OneDrive كېرەك بولسا ھازىر ھۆججەت

source: OneDrive for Business with Multi-Geo Capabilities
ug: Multi-Geo Capabilities بار OneDrive for Business

source: OneDrive for Mac
ug: OneDrive نىڭ Mac نەشرى

source: OneDrive Multi-Geo
ug: OneDrive كۆپ ئورۇن

source: OneDrive with Multi-Geo Capabilities
ug: Multi-Geo Capabilities بار OneDrive

source: OneNote badge
ug: OneNote ئىزناكى

source: OneNote Class Notebook
ug: OneNote سىنىپ خاتىرىسى

source: OneNote Importer
ug: OneNote ئەكىرگۈچ

source: OneNote Staff Notebook
ug: OneNote خادىملار خاتىرە دەپتىرى

source: OneNote Staff Notebook for Education
ug: OneNote خادىملار خاتىرىسى مائارىپ نۇسخىسى

source: one-sided test
ug: بىر تەرەپلىك سىناق

source: one-tailed test
ug: بىر قۇيرۇقلۇق سىناق

source: one-to-many relationship
ug: «كۆپكە-بىر» مۇناسىۋەت

source: Online
ug: توردا بار

source: online
ug: توردا

source: online account
ug: توردىكى ھېسابات

source: online analytical processing
ug: توردا ئانالىزلىق بىر تەرەپ قىلىش

source: Online Archive
ug: توردىكى ئارخىپ

source: online file storage
ug: تور ھۆججەت بوشلۇقى

source: online meeting
ug: تور يىغىنى

source: Online Video
ug: تور سىنى

source: on-premises
ug: شەرتلىك

source: oof
ug: يوق

source: ookmark TOC
ug: خەتكۈچ جەدۋىلى

source: ooo
ug: يوق

source: open
ug: ئاچماق

source: OpenDocument Presentation
ug: OpenDocument دوكلاتى

source: opening bracket
ug: ئوچۇق تىرناق

source: Open, suggested
ug: ئوچۇق، تەۋسىيە

source: Open Sync Center
ug: قەدەمداش مەركىزىنى ئاچماق

source: Open with
ug: ئاچىدىغان قورال

source: operating system
ug: مەشغۇلات سىستېمىسى

source: operating system deployment
ug: مەشغۇلات سىستېمىسى ئورنىتىش

source: operation
ug: مەشغۇلات

source: operation code
ug: مەشغۇلات كودى

source: operator
ug: ئوپېراتور

source: Opposing Arrows
ug: قارشى يۆلىنىش

source: optical character recognition
ug: ئوپتىكىلىق يېزىق تونۇش (OCR)

source: optimize
ug: ئەلالاشتۇرماق

source: opt in
ug: يول قويۇش

source: opt-in
ug: يول قويۇش

source: optional attendee
ug: ئىختىيارىي قاتناشچى

source: optional diagnostic data
ug: قوشۇمچە تەكشۈرۈش مەلۇماتى

source: optional hyphen
ug: ئىختىيارى سىزىقچە

source: option button
ug: تاللانما تۈگمىسى

source: option group
ug: تاللاش گۇرۇپپىسى

source: Options
ug: تاللانمىلار

source: opt out
ug: سۈزۈۋېتىش

source: opt-out
ug: سۈزۈۋېتىش

source: order history
ug: بۇيرۇتما تارىخى

source: organization
ug: تەشكىلات

source: organization chart
ug: ئورگان گىرافىكى

source: Organization Chart
ug: ئورگان گىرافىكى

source: Organize
ug: ئورۇنلاشتۇرۇش

source: organizer
ug: تەشكىللىگۈچى

source: org chart
ug: قاتلاملىق گىرافىك

source: orientation
ug: يۆنىلىش

source: orphan
ug: يالغۇز قۇر

source: orphan line
ug: يېتىم قۇر

source: outdent
ug: سوزۇق

source: outline
ug: رامكا

source: outline data
ug: تىزىس ئۇچۇرى

source: outline effect
ug: چەك ئۈنۈمى

source: outline layout view
ug: تىزىس كۆرۈنۈشى

source: outline level
ug: چەك دەرىجىسى

source: outline numbered list
ug: تىزىس تىزىملىكى

source: outline symbol
ug: چەك بەلگىسى

source: Outlook Address Book
ug: Outlook ئادرېس دەپتىرى

source: Outlook Calendar
ug: Outlook كالېندار

source: Outlook Connector Pack
ug: Outlook Connector بولىقى

source: Outlook item
ug: Outlook ئوبيېكتى

source: Outlook Mail
ug: Outlook خەت

source: Outlook Mail and Calendar
ug: Outlook خەت ۋە كالېندار

source: Outlook Mail and Calendar Accounts
ug: Outlook خەت ۋە كالېندار ھېساباتلىرى

source: Outlook on the web
ug: توردىكى Outlook

source: Outlook Social Connector
ug: Outlook تور ئاممىسىغا ئۇلىغۇچ

source: Outlook Today
ug: Outlook دا بۈگۈن

source: Outlook Web App Light
ug: Outlook تور ئەپىنىڭ يېنىك نەشرى

source: Outlook Web App Web Part
ug: Outlook تور ئەپىنىڭ تور بۆلىكى

source: out of memory
ug: ساقلىغۇچ يېتىشمەيدۇ

source: Out of Office
ug: ئىشخانىدا ئەمەس

source: out-of-office
ug: ئىشخانىدا يوق

source: Out of Office Assistant
ug: ئاپتوماتىك جاۋاب قورالى

source: Out of Office message
ug: ئىشخانىدا يوقلۇق ئۇچۇرى

source: output file
ug: چىقما ھۆججەت

source: overallocation
ug: ئارتۇق تەقسىملەش

source: overflow
ug: تېشىپ كېتىش

source: overlap
ug: ئۈستمۇئۈست چۈشۈرمەك

source: overlay
ug: قاپلاش

source: overtype
ug: قاپلاش

source: overtype mode
ug: قاپلاش ھالىتى

source: owner
ug: ئىگە

source: P2 header
ug: P2 خەت بېشى

source: pack
ug: بولىماق

source: package
ug: بولاق

source: page
ug: بەت

source: page break
ug: بەتلىگۈچ

source: page break preview
ug: بەت ئايرىپ كۆرۈش

source: page conflict
ug: دىسكا بوشلۇقى

source: page fault
ug: بەت خاتالىقى

source: page field
ug: بەت ئورنى

source: page header
ug: بەت بېشى

source: page layout
ug: بەت لايىھەسى

source: page layout view
ug: بەت لايھەسىنى كۆرۈش

source: page margin
ug: بەت گىرۋىكى

source: Page Movement
ug: بەت يۆتكەش

source: pager
ug: چاقىرغۇ

source: page setup
ug: بەت تەڭشەش

source: page size
ug: بەت ھەجىمى

source: Page-Stack navigation
ug: بەت دۆۋە يېتەكچىسى

source: page time
ug: بەت ۋاقتى

source: page title
ug: بەت نامى

source: pagination
ug: بەتلەش

source: paid cellular data
ug: ھەقلىق كۆچمە تور ئېقىمى

source: paid data network
ug: ھەقلىق ئېقىم تورى

source: paid Wi-Fi services
ug: ھەقلىق Wi-Fi مۇلازىمەتلىرى

source: Paint
ug: رەسىم سىزغۇچ

source: pair
ug: جۈپلىمەك

source: palette
ug: بالداق

source: Palette Launcher
ug: بالداق ئاچقۇچ

source: Palm Rejection
ug: قول توسۇش

source: pan
ug: يۆتكەش

source: pane
ug: كۆزنەكچە

source: panning
ug: سىلجىتىش

source: Panning Hand
ug: سىلجىتىش تۇتقۇچى

source: panning mode
ug: ھەرىكەتچان ھالەت

source: Panorama
ug: پۈتۈن كۆرۈنۈش

source: panorama
ug: پۈتۈن كۆرۈنۈش

source: paper jam
ug: قەغەز قىسىلىش

source: paper size
ug: قەغەز چوڭلۇقى

source: paragraph
ug: ئابزاس

source: paragraph formatting
ug: پاراگراف ئەندىزىسى

source: paragraph mark
ug: پاراگراف بەلگىسى

source: paragraph style
ug: پاراگراف ئۇسلۇبى

source: parameter query
ug: پاراگراف ئۇچۇرى

source: parental controls
ug: ئاتا كونتروللار

source: parent container
ug: ئانا قاپ

source: parent folder
ug: ئانا قىسقۇچ

source: parent node
ug: ئانا تۈگۈن

source: pareto chart
ug: پارېتو گىرافىكى

source: parity
ug: تاق-جۈپلۈك

source: park
ug: تاقاش

source: partial replica
ug: قىسمەن كۆچۈرۈلمە

source: partition
ug: رايون

source: partnership
ug: شېرىك

source: Parts of speech
ug: سۆز تۈركۈمى

source: passcode
ug: پارول

source: passphrase
ug: ئۆتكەل سۆز

source: password
ug: پارول

source: password protection
ug: پاروللۇق قوغداش

source: password spray attack
ug: پارول چاچما ھۇجۇمى

source: paste
ug: چاپلىماق

source: Paste and go
ug: چاپلاپ كىرىش

source: patch
ug: ياماش

source: path
ug: يول

source: pattern
ug: ئەندىزە

source: pattern fill
ug: شەكىل تولدۇرۇش

source: patterns
ug: ئۆرنەكلەر

source: pause
ug: تورمۇزلىماق

source: Pay As You Go
ug: خالىغانچە ھەق تۆلەش

source: pay as you go
ug: خالىغانچە ھەق تۆلەش

source: payload
ug: يۈك

source: payment instrument
ug: ھەق تاپشۇرۇش قورالى

source: payment instrument challenge
ug: ھەق تاپشۇرۇش قورالى سىنىقى

source: pay monthly
ug: ئايلىق ھەق تۆلەش

source: payout
ug: ھەق تاپشۇرۇش

source: pay rate
ug: ھەق

source: PC
ug: كومپيۇتېر

source: PC protection
ug: كومپيۇتېر قوغداش

source: PC settings
ug: كومپيۇتېر تەڭشەكلىرى

source: PC site
ug: كومپيۇتېر بېكىتى

source: PDF reflow
ug: PDF نى تېكستقا ئايلاندۇرۇش

source: PDF Render
ug: PDF كۆرسەتكۈچ

source: peek
ug: ماراش

source: peer
ug: باراۋەرلىك

source: peer-to-peer network
ug: بىرگە-بىر تورى

source: pen
ug: قەلەم

source: pencil
ug: قېرىنداش

source: pencil effect
ug: قېرىنداش ئۈنۈمى

source: pencil ink
ug: قېرىنداش بويىقى

source: pencil texture
ug: قەلەم تۈزۈلۈشى

source: pen comment
ug: يازما ئىنكاس

source: pending
ug: كۈتۈك

source: pen plotter
ug: بوياق

source: People
ug: ئادەملەر

source: people
ug: ئادەم

source: People Near Me
ug: توردىكى قوشنىلار

source: People Pane
ug: كىشىلەر كۆزنىكى

source: People peek
ug: كىشىلەرنى كۆرۈش

source: people tag
ug: كىشىلەر بەلگىسى

source: People tags
ug: كىشىلەر بەلگىسى

source: percent complete
ug: پېرسەنت تامام

source: performance
ug: ئىقتىدار

source: Permanent Account Number
ug: مەڭگۈلۈك ھېسابات نومۇرى

source: Permanent Time Zone Move Mode
ug: مۇقىم ۋاقىت رايونى ھالىتى
