Repository: Abdusalamstd/Locolization
Catalog: Terms-*.po
Languages: ug

source: Diverging Radial
ug: يايما رادىيوس

source: divider
ug: ئايرىغۇچ

source: DIY
ug: خاسلاشتۇرما

source: DLP
ug: م ي س

source: DNS name
ug: DNS نامى

source: doc
ug: ھۆججەت

source: dock
ug: سۇپا

source: docked toolbar
ug: توختىتىلغان قورالبالداق

source: document
ug: ھۆججەت

source: documentation
ug: قوللانما

source: Document Deletion Policy
ug: ھۆججەت ئۆچۈرۈش تۈزۈمى

source: document element
ug: ھۆججەت ئېلېمېنتى

source: Document Fingerprinting
ug: ھۆججەت بارماق ئىزى

source: Document Information Panel
ug: ھۆججەت ئۇچۇرى كۆزنىكى

source: Document Inspector
ug: ھۆججەت تەكشۈرگۈچ

source: Document Integrity
ug: ھۆججەت سۈپىتى

source: document library
ug: ھۆججەت ئامبىرى

source: document management system
ug: ھۆججەت باشقارمىسى

source: Document Map
ug: ھۆججەت خەرىتىسى

source: Document Panel
ug: ھۆججەت تاختىسى

source: document parsing
ug: ھۆججەت ئانالىزى

source: document properties
ug: ھۆججەت خاسلىقلىرى

source: Document Review
ug: ھۆججەت تەكشۈرۈش

source: Documents
ug: ھۆججەتلەر

source: document type definition
ug: ھۆججەت تىپى ئېنىقلىمىسى

source: document window
ug: پۈتۈك كۆزنىكى

source: Document Workspace
ug: ھۆججەت مەشغۇلات سۇپىسى

source: Document Workspace site
ug: ھۆججەت مەشغۇلات سۇپىسى بېكىتى

source: domain
ug: دائىرە

source: domain controller
ug: ساھە كونتروللىرى

source: Do more
ug: تېخىمۇ كۆپ

source: Do Not Forward
ug: تارقاتماڭ

source: Do Not Track
ug: ئىزلانمىسۇن

source: doodle
ug: جىجىش

source: double-click
ug: قوش چەكمەك

source: Double data type
ug: قوش ئۇچۇر تىپى

source: double-tap
ug: قوش بېسىش

source: doughnut chart
ug: ھالقىسىمان گىرافىك

source: download
ug: چۈشۈرۈش

source: Downloads
ug: چۈشۈرۈشلەر

source: Downtown
ug: شەھەر مەركىزى

source: draft
ug: ئورگىنال

source: draft quality
ug: ئورگىنال سۈپەتلىك

source: draft view
ug: ئورگىنال كۆرۈنۈشى

source: drag
ug: سۆرىمەك

source: Drag and drop
ug: سۆرەپ تاشلاش

source: drag-and-drop
ug: سۆرەپ تاشلاش

source: draw
ug: سىزىش

source: Draw
ug: سىزىش

source: drawing
ug: سىزىش

source: drawing canvas
ug: رەسىم سىزىش تاختىسى

source: drawing guide
ug: ئىش كۆرسەتمىسى

source: drawing object
ug: تارتما ئوبيېكت

source: drive
ug: قوزغاتقۇچ

source: drive letter
ug: قوزغاتقۇچ بەلگىسى

source: driver
ug: قوزغىتىش پىروگراممىسى

source: drop area
ug: تاشلاش رايونى

source: drop-down arrow
ug: ئېسىلما تىزىملىك

source: drop-down list
ug: ئېسىلما تىزىم

source: drop-down list box
ug: سىيرىلما تىزىملىك رامكىسى

source: drop-down menu
ug: ئېسىلما تىزىملىك

source: drop lines
ug: تاشلاش سىزىقى

source: drop shadow
ug: سايە

source: dry ink
ug: قۇرۇق بوياق

source: due date
ug: تامام ۋاقتى

source: DVD Player
ug: DVD قويغۇچ

source: dynamic access control
ug: ھەرىكەتچان زىيارەت باشقۇرۇش

source: Dynamic Email Delivery
ug: ھەرىكەتچان تورخەت يوللاش

source: dynamic formula
ug: يۈرگۈن فورمۇلا

source: dynamic group
ug: ھەرىكەتچان گۇرۇپپا

source: dynamic landing page
ug: يۈرگۈن بەت

source: dynamic membership
ug: ھەرىكەتچان ئەزالىق

source: Dynamic Memory
ug: ھەرىكەتچان ساقلىغۇچ

source: Dynamics CRM for Outlook
ug: Outlook ئۈچۈن ھەرىكەتچان CRM

source: early-launch boot driver
ug: بالدۇر قوزغىتىلغان قوزغىتىش پىروگراممىسى

source: Early learning
ug: بالدۇر تەربىيە

source: Ease of Access
ug: ئاسان زىيارەت

source: Ease of Access Center
ug: مەخسۇس ئىمكانىيەتلەر مەركىزى

source: easily
ug: ئاسانلىقچە

source: edge
ug: چېگرا

source: edit
ug: تەھرىرلىمەك

source: editable ink
ug: تەھرىرلىگىلى بولىدىغان بوياق

source: Edit menu
ug: تەھرىرلەش تىزىملىكى

source: Edit mode
ug: تەھرىرلەش ھالىتى

source: editor
ug: تەھرىرلىگۈچ

source: Editor
ug: تەھرىرلىگۈچ

source: Editors' picks
ug: مۇھەررىرلەرنىڭ تاللىغانلىرى

source: Education
ug: مائارىپ

source: educational
ug: تەربىيە

source: education preview
ug: مائارىپ نەشرى كۆرىكى

source: Education Preview
ug: مائارىپ نەشرى كۆرىكى

source: educator
ug: ئوقۇتقۇچى

source: effect
ug: ئۈنۈم

source: effective
ug: ئۈنۈملۈك

source: Efficient File Storage
ug: ھۆججەتنى پارچىلاپ ساقلاش

source: Elapsed
ug: سەرپ بولغان

source: Electric
ug: ئېلېكترلىك

source: electrical sensor
ug: ئېلېكتىرونلۇق سەزگۈچ

source: Electronic Business Card
ug: ئېلېكتىرونلۇق سودا كارتىسى

source: electronic magazine
ug: ئېلېكتىرونلۇق ژۇرنال

source: element
ug: ئېلېمېنت

source: email
ug: تورخەت ئەۋەتمەك

source: e-mail account
ug: تورخەت ھېساباتى

source: email account
ug: تورخەت ھېساباتى

source: e-mail address
ug: ئېلېكتىرونلۇق خەت ئادرېسى

source: email address
ug: تورخەت ئادرېسى

source: e-mail alias
ug: باشقا تورخەت نامى

source: email domain
ug: تورخەت دائىرىسى

source: email hosting
ug: تورخەت بېقىش

source: E-mail Merge
ug: تورخەت بىرىكتۈرۈش

source: e-mail message
ug: ئېلېكتىرونلۇق خەت ئۇچۇرى

source: email message
ug: تورخەت

source: email reminder
ug: ئەسلەتمە تورخەت

source: e-mail server
ug: تورخەت مۇلازىمېتىرى

source: email service
ug: تورخەت مۇلازىمىتى

source: Email Settings page
ug: تورخەت تەڭشەكلىرى بېتى

source: Email templates
ug: تورخەت قېلىپى

source: Email to OneNote
ug: OneNote قا تورخەت يوللاش

source: embed
ug: سىڭدۈرمەك

source: Embed
ug: قىستۇرۇش

source: embedded audio clip
ug: قىستۇرما ئۈن

source: embedded chart
ug: قىستۇرما جەدۋەل

source: embedded object
ug: قىستۇرما ئوبيېكت

source: embedded picture
ug: قىستۇرما رەسىم

source: Embedded Shell Launcher
ug: قىستۇرما چاپان قوزغاتقۇچ

source: embedded style sheet
ug: قىستۇرما ئۇسلۇب بېتى

source: embedded video clip
ug: قىستۇرما سىن

source: emoji
ug: كەيپىيات

source: emoji panel
ug: ھېسسىيات ئىپادە تاختىسى

source: emoticon
ug: ھېسسىيات ئىپادىسى

source: Emphasis
ug: گەۋدىلەندۈرۈش

source: emphasis animation effect
ug: گەۋدىلەنمە ھەرىكەتلىك ئۈنۈم

source: Emphasis Effects
ug: گەۋدىلەنمە ئۈنۈم

source: Emphasize
ug: تەكىتلەش

source: empty
ug: بوش

source: em space
ug: M بوشلۇقى

source: enable
ug: ئىشلەتمەك

source: encapsulated PostScript
ug: يىغما رەسىم

source: encoding
ug: كودىلاش

source: encrypt
ug: شىفىرلاشتۇرماق

source: encryption
ug: مەخپىيلەشتۈرۈش

source: Encryption
ug: مەخپىيلەشتۈرۈش

source: encryption key
ug: مەخپىيلەشتۈرۈش ئاچقۇچى

source: encryption provider
ug: مەخپىيلەشتۈرۈش تەمىنلىگۈچى

source: Encrypt-Only
ug: پەقەت مەخپىيلەشتۈرۈش

source: end
ug: تاماملىماق

source: End mode
ug: ئاياغ ھالەت

source: end of support
ug: ياردەم ئاخىرى

source: end tag
ug: ئاياغ خەتكۈچ

source: end user
ug: ئىشلەتكۈچى

source: Energy
ug: ئېنېرگىيە

source: Engaged restart
ug: پۈتۈشكەن قايتا قوزغىتىش

source: engagement
ug: پۈتۈشمە

source: English Assistance
ug: ئىنگلىزچە ياردەم

source: enhance
ug: ياخشىلاش

source: enhanced
ug: كۈچەيتىلگەن

source: Enhanced dictation
ug: مۇكەممەل ئاڭلاپ يېزىش

source: enhanced DVD movie
ug: مۇكەممەللەشكەن DVD كىنو

source: Enhanced ScreenTip
ug: كۈچەيتىلگەن ئېكران كۆرسەتمىلىرى

source: enhanced sign-in security
ug: كۈچەيتىلگەن تىزىملاپ كىرىش بىخەتەرلىگى

source: enroll
ug: تىزىملىتىش

source: en space
ug: N بوشلۇقى

source: enter
ug: كىرمەك

source: enterprise
ug: كارخانا

source: enterprise control
ug: كارخانا تىزگىنى

source: Enterprise data protection
ug: كارخانا مەلۇماتىنى قوغداش

source: Entertainment
ug: كۆڭۈل ئېچىش

source: entertainment
ug: كۆڭۈل ئېچىش

source: entity
ug: گەۋدە

source: entity extraction
ug: ھۆججەتنى يېيىش

source: entity extractor
ug: يايغۇچ

source: entity node
ug: گەۋدە تۈگۈنى

source: Entrance
ug: كىرىش

source: entrance animation effect
ug: كىرمە ھەرىكەتلىك ئۈنۈم

source: Entrance Effects
ug: كىرىش ئۈنۈمى

source: entry
ug: كىرگۈزۈش

source: entry animation effect
ug: كىرگەن ھەرىكەت ئۈنۈمى

source: enumerated data type
ug: تەرتىپلىك ئۇچۇر تىپى

source: envelope
ug: كونۋېرت

source: environmental sensor
ug: مۇھىت سەزگۈچ

source: equalizer
ug: تەڭپۇڭلاشتۇرغۇچ

source: Equation
ug: تەڭلىمە

source: Equation Builder
ug: تەڭلىمە تۈزگۈچ

source: E-reader
ug: ئېلېكتىرونلۇق ئوقۇغۇچ

source: error
ug: خاتالىق

source: error bar
ug: خاتالىق كۆزنىكى

source: error checking
ug: خاتالىق تەكشۈرۈش

source: error value
ug: خاتا قىممەت

source: ESC key
ug: ESC كۇنۇپكىسى

source: essential service
ug: زۆرۈر مۇلازىمەت

source: Ethernet
ug: ئىسېرنېت

source: Evaluate Formula
ug: فورمۇلانى تەكشۈرۈش

source: evaluation criteria
ug: باھا ئۆلچىمى

source: event
ug: ھادىسە

source: event address
ug: مەنبە ئادرېسى

source: event handler
ug: ھادىسە بىر تەرەپ قىلغۇچ

source: event listener
ug: قاراۋۇل

source: event property
ug: ئىش خاسلىقى

source: Events
ug: پائالىيەتلەر

source: Events from Email
ug: تورخەتتىكى ئىشلار

source: Event Viewer
ug: ئىش كۆرگۈچ

source: exact word extraction dictionary
ug: دەل سۆز تاللىۋېلىش لۇغىتى

source: exact word part extraction dictionary
ug: بار سۆز تاللىۋېلىش لۇغىتى

source: Excel add-in
ug: Excel قوشۇمچىسى

source: Excel Calculation Server
ug: Excel ھېسابلاش مۇلازىمىتېرى

source: Excel Calculation Services
ug: Excel ھېسابلاش مۇلازىمىتى

source: Excel Cube Functions
ug: Excel كۇب فۇنكىسىيەسى

source: Excel table
ug: Excel جەدۋىلى

source: Excel Web Services
ug: Excel تور مۇلازىمەتلىرى

source: Excel XML Format
ug: Excel XML فورماتى

source: Exchange Fast Access
ug: Exchange تېز نەزەر

source: exclude dictionary
ug: يانداش لۇغەت

source: exclusive
ug: ئالاھىدە

source: execute
ug: ئىجرا قىلىش

source: exempt ID
ug: باج كەچۈرۈم نومۇرى

source: exempt payee
ug: باجلانماس

source: Exercise Tracker
ug: مەشىق خاتىرلىگۈچ

source: exit
ug: چېكىنمەك

source: Exit
ug: چىقىش

source: Exit Effects
ug: چىقىش ئۈنۈمى

source: Exit HTML Source
ug: HTML مەنبەدىن چېكىنىش

source: expand
ug: يايماق

source: expand control
ug: كونترولنى يېيىش

source: expanded view
ug: يايما كۆرۈنۈش

source: expand indicator
ug: كېڭەيتكۈچ

source: experience
ug: تەجرىبە

source: expiration date
ug: ئۈنۈملۈك مۇددىتى

source: expiring link
ug: ۋاقىتلىق ئۇلانما

source: exploded doughnut chart
ug: ھالقىسىمان كۈچەيتمە گىرافىك

source: exploded pie chart
ug: يۇمىلاق كۈچەيتمە گىرافىك

source: Exploit Protection
ug: ساقلىق قوغدىغۇچ

source: explore
ug: كۆرۈش

source: exponential trendline
ug: سانلىق كۆرسەتكۈچ

source: export
ug: چىقارماق

source: expression
ug: ئىپادە

source: Extensible Stylesheet Language
ug: كېڭىيىشچان ئۇسلۇب تىلى

source: extension
ug: كېڭەيتىلمە

source: extent
ug: كېڭەيتىلمە

source: external access
ug: سىرتتىن كىرىش

source: external content type
ug: تاشقى مەزمۇن تىپى

source: external data
ug: تاشقى ئۇچۇر

source: external data range
ug: تاشقى ئۇچۇر قاتارى

source: external display
ug: تاشقى كۆرسەتكۈچ

source: external list
ug: تاشقى تىزىملىك

source: External System
ug: تاشقى سىستېما

source: external table
ug: تاشقى جەدۋەل

source: external task
ug: سىرتقى ۋەزىپە

source: extra color
ug: قوشۇمچە رەڭ

source: extract
ug: يايماق

source: eye control
ug: كۆز تىزگىن

source: eyedropper
ug: ئۆرنەكچى

source: face down
ug: يۈزى پەسكە

source: faceted navigation
ug: تاۋلاش كۆرسەتكۈچى

source: factorial
ug: فاكتورىيال

source: failure
ug: مەغلۇپ بولۇش

source: Fair Usage Policy
ug: مۇۋاپىق ئىشلىتىش بەلگىلىمىسى

source: Family
ug: ئائىلە

source: family
ug: ئائىلە

source: Family & kids
ug: ئائىلە ۋە پەرزەنت

source: Family options
ug: ئائىلە تاللانمىلىرى

source: Family Safety
ug: ئائىلە بىخەتەرلىكى

source: FAQ
ug: دائىم كۆرۈلىدىغان مەسىلە

source: fast forward
ug: تېز ئىلگىرلەش

source: fast shutdown
ug: تېز ئېتىش

source: fast startup
ug: تېز قوزغىتىش

source: fault
ug: خاتالىق

source: favorite
ug: ئامراق

source: Favorite Folders
ug: كۆڭۈلدىكى ھۆججەتدانلار

source: Favorites
ug: كۆڭۈلدىكىلەر

source: feature
ug: ئالاھىدىلىك

source: Featured
ug: ئالقىشلىق

source: Featured albums
ug: ئالقىشلىق پىلاستىنكىلار

source: Featured apps
ug: ئالقىشلىق ئەپلەر

source: Featured artists
ug: ئالقىشلىق سەنئەتكارلار

source: Featured collections
ug: ئالقىشلىق توپلاملار

source: Featured games
ug: ئالقىشلىق ئويۇنلار

source: Featured movies
ug: ئالقىشلىق كىنولار

source: Featured music
ug: ئالقىشلىق مۇزىكىلار

source: Featured selection
ug: ئالقىشلىق تاللانمىلار

source: Featured sets
ug: ئالقىشلىق توپلاملار

source: Featured TV
ug: ئالقىشلىق تىياتىرلار

source: Featured TV shows
ug: ئالقىشلىق تىياتىرلار

source: feature update
ug: ئىقتىدار يېڭىلانمىسى

source: federated user
ug: بىرلەشمە ئىشلەتكۈچى

source: feed
ug: مەنبە

source: Feedback
ug: تەكلىپ

source: feedback
ug: تەكلىپ

source: Feedback Hub
ug: تەكلىپ-پىكىر مەركىزى

source: fetch
ug: ئېلىپ كەلمەك

source: Fiction
ug: ھېكايە

source: field
ug: بۆلەك

source: field button
ug: ئورۇن كونۇپكىسى

source: field code
ug: ئورۇن كودى

source: field list
ug: ئورۇن تىزىملىكى

source: field name
ug: بۆلەك نامى

source: field results
ug: بۆلەك نەتىجىسى

source: field type
ug: ئورۇن تىپى

source: Fighting
ug: ئۇرۇش

source: file
ug: ھۆججەت

source: file allocation table
ug: ھۆججەت تەخسىملەش جەدۋىلى

source: File as Printout
ug: باسما ھۆججەتكە ئايلاندۇرۇش

source: File Block
ug: ھۆججەت توسۇش

source: File Explorer
ug: ھۆججەت كۆرگۈچ

source: file format
ug: ھۆججەت ئەندىزىسى

source: File History
ug: ھۆججەت تارىخى

source: File management
ug: ھۆججەت باشقۇرۇش

source: File managers
ug: ھۆججەت باشقۇرغۇچلار

source: File menu
ug: ھۆججەت تىزىملىكى

source: file name extension
ug: ھۆججەت نامى كېڭەيتىلمىسى

source: file picker
ug: ھۆججەت تاللىغۇچ

source: file property
ug: ھۆججەت خاسلىقى

source: filer
ug: ئارخىپچى

source: filer user
ug: ھۆججەت ئىشلەتكۈچى

source: Files
ug: ھۆججەت

source: Files On-Demand
ug: قولغا يېقىن ھۆججەت

source: file storage
ug: ھۆججەت بوشلۇقى

source: file system
ug: ھۆججەت سىستېمىسى

source: File tab
ug: ھۆججەت بالدىقى

source: File Transfer Protocol
ug: ھۆججەت يوللاش كېلىشىمى

source: file type
ug: ھۆججەت تىپى

source: fill effect
ug: تولدۇرما ئۈنۈم

source: fill handle
ug: تۇتقۇچ

source: fill series
ug: تولدۇرمىلار

source: FILTER
ug: سۈزگۈچ

source: filter
ug: سۈزگۈچ

source: filter area
ug: سۈزگۈچ رايونى

source: Filter By Form
ug: جەدۋەل بويىچە سۈزۈش

source: Filter By Selection
ug: تاللانما بويىچە سۈزۈش

source: filtered HTML
ug: HTML سۈزۈلگەن

source: Filter Excluding Selection
ug: چىقىرىۋېتىپ سۈزۈش

source: filter field
ug: سۈزۈش ئورنى

source: Finance
ug: ئىقتىساد

source: find
ug: ئىزدىمەك

source: Find My Phone
ug: تېلېفونۇمنى تېپىش

source: FindTime
ug: ۋاقىت تېپىش

source: Finish
ug: تاماملىماق

source: finish date
ug: ئاخىرلاشقان چېسلا

source: firewall
ug: ئوتتام

source: Firewall & network protection
ug: ئوتتام ۋە تور قوغداش

source: firmware protection
ug: قاتۇرما دېتال قوغدىغۇچ

source: first-stage Recycle Bin
ug: بىرىنچى باسقۇچ ئەخلەت ساندۇقى

source: fixed file location
ug: مۇقىم ھۆججەت ئورنى

source: fixed positioning
ug: مۇقىم ئورۇنلىشىش

source: flag
ug: بەلگە

source: flagged
ug: بەلگە سېلىنغان

source: flash
ug: تەسۋىر

source: Flash Edit
ug: تېز تەھرىرلەش

source: flick
ug: سىيرىماق

source: flip ahead
ug: ئالدىغا ۋاراقلىماق

source: float
ug: كەسىر

source: floating column chart
ug: لەيلىمە رەت گىرافىكى

source: floating object
ug: لەيلىمە ئوبيېكت

source: floating toolbar
ug: لەيلىمە قورالبالداق

source: floppy disk
ug: يۇمشاق دىسكا

source: floppy disk drive
ug: يۇمشاق دىسكا قوزغاتقۇچ

source: flow
ug: ئاقما

source: flowchart
ug: ئاقما گىرافىك

source: Fluency Score
ug: راۋانلىق دەرىجىسى

source: flyer
ug: ۋاراق

source: flyout anchor
ug: سەكرىمە كونۇپكا

source: focal length
ug: فوكۇس ئارىلىقى

source: Focus
ug: فوكۇس

source: focus
ug: فوكۇس

source: Focused
ug: نۇقتىلىق

source: Focused Inbox
ug: نۇقتىلىق خەت ساندۇقى

source: Focus mode
ug: فوكۇس ھالىتى

source: Focus Mode
ug: فوكۇس ھالىتى

source: focus plan
ug: دىققەت پىلانى

source: folder
ug: قىسقۇچ

source: folder home page
ug: ھۆججەتدان باش بېتى

source: Folder List
ug: قىسقۇچ تىزىملىكى

source: Folder Pane
ug: ھۆججەتدان كۆزنىكى

source: follow
ug: ئەگىشىش

source: Follow Up
ug: ئەگىشىش

source: font
ug: خەت نۇسخا

source: Font choices
ug: خەت نۇسخىلىرى

source: font size
ug: خەت نۇسخىسى چوڭلۇقى

source: Font spacing
ug: خەت ئارىلىقى

source: font style
ug: خەت نۇسخىسى ئۇسلۇبى

source: font substitution
ug: خەت نۇسخىسىنى ئالماشتۇرۇش

source: Food & Dining
ug: يېمەك-ئىچمەك

source: Food & Drink
ug: يېمەك - ئىچمەك

source: footer
ug: بەت ئاستى

source: foreground color
ug: ئالدى رەڭ

source: foreign key
ug: سىرتقى ئاچقۇچ

source: form
ug: كۆزنەك

source: Formal Language
ug: تەكەللۇپچان تىل

source: format
ug: فورمات

source: format bar
ug: ئەندىزە بالدىقى

source: Format Object task pane
ug: ۋەزىپە ئەندىزىسى كۆزنىكى

source: Format Painter
ug: ئەندىزە سىزغۇچ

source: format switch
ug: ئەندىزە ئالماشتۇرغۇچ

source: Formatting toolbar
ug: ئەندىزە جابدۇقدانى

source: form control
ug: رامكا تىزگىنى

source: form definition file
ug: رامكا ئېنىقلىما ھۆججىتى

source: form field
ug: رامكا ئورنى

source: form region
ug: كۆزنەك رايونى

source: forms cache
ug: رامكا ساقلانمىلىرى

source: form template
ug: رامكا ئۇسلۇبى

source: formula
ug: فورمۇلا

source: formula bar
ug: فورمۇلا كۆزنىكى

source: Formula Builder
ug: فورمۇلا تۈزگۈچ

source: Formula Palette
ug: فورمۇلا تاللانمىلىرى

source: Form view
ug: رامكىنى كۆرۈش

source: forward
ug: باشقىلارغا يوللىماق

source: forward slash
ug: يانتۇ سىزىق

source: four-headed arrow
ug: قارىمۇ-قارشى يۆنىلىش

source: FPS
ug: سېكۇنتلۇق كۆرۈنۈش قېتىمى

source: fraction
ug: پارچىسى

source: fraction bar
ug: پارچىلاش بالدىقى

source: frame
ug: رامكا

source: Frame Guide
ug: رامكا كۆرسەتمىسى

source: frame rate
ug: كۆرۈنۈش قېتىمى

source: frames per second
ug: سېكۇنتلۇق كۆرنۈش قېتىمى

source: fraudulent
ug: ئالدامچىلىق

source: free
ug: بوش

source: free/busy time
ug: بوش/ئالدىراش ۋاقىت

source: freeform
ug: ئەركىن رامكا

source: freeze
ug: توڭلاتماق

source: Fresh
ug: يېڭى

source: Fresh Start
ug: يېڭىدىن باشلاش

source: friend
ug: دوست

source: friends
ug: دوستلار

source: Friends
ug: دوستلار

source: from SA USL
ug: SA USL دىن

source: From Time
ug: باشلاش ۋاقتى

source: front facing
ug: ئالدىچە

source: FTE
ug: پۈتۈن كۈنگە باراۋەر

source: full screen
ug: پۈتۈن ئېكران

source: full-screen mode
ug: تولۇق ئېكران ھالىتى

source: full-time equivalent
ug: پۈتۈن كۈنگە باراۋەر

source: full USL
ug: تولۇق USL

source: full version
ug: تولۇق نەشرى

source: fully qualified domain name
ug: تولۇق ئۆلچەملىك دائىرە نامى

source: FUNCTION
ug: فۇنكسىيە

source: function
ug: فۇنكسىيە

source: functional data
ug: ئىقتىدار مەلۇماتى

source: function procedure
ug: فۇنكسىيە جەريانى

source: Funnel
ug: سۈكەن

source: funnel chart
ug: سۈكەن گىرافىك

source: FUP
ug: مۇۋاپىق ئىشلىتىش بەلگىلىمىسى

source: fuzzing
ug: تۇتۇق

source: gadget
ug: كىچىك قورال

source: gain adjustment
ug: ئاۋاز تەڭشىكى

source: galaxy
ug: سامانيولى

source: gallery
ug: ئامبار

source: Gallery View
ug: تىزما

source: game
ug: ئويۇن

source: Game bar
ug: ئويۇن بالدىقى

source: game hub
ug: ئويۇن مەركىزى

source: Games
ug: ئويۇنلار

source: Game trailers
ug: ئويۇن ئېلانى

source: GCC
ug: ھ م ب

source: Gear
ug: تۇتقا

source: general location
ug: تەخمىنىي ئورنى

source: genre
ug: ئېقىم

source: genuine
ug: ھەقىقىي نەشىر

source: genuine validation
ug: ھەقىقىيلىقنى تەكشۈرۈش

source: geo
ug: يەر

source: geo administrator
ug: ئورۇن باشقۇرغۇچى

source: Geography
ug: جۇغراپىيە

source: geo location
ug: جۇغراپىيەلىك ئورۇن

source: geo-specific
ug: ئورۇنغا خاس

source: gesture
ug: ئىشارەت

source: Get Help
ug: ياردەم ئېلىش

source: Get Windows 10
ug: Windows 10 غا ئېرىشىش

source: gift card
ug: سوۋغات كارتىسى

source: gigabyte
ug: گىگابايت

source: glass
ug: ئەينەك

source: global
ug: پۈتۈن دائىرىلىك

source: Global Address List
ug: خەلقئارالىق ئادرېس تىزىملىكى

source: global address list
ug: خەلقئارالىق ئادرېس تىزىملىكى

source: globally unique identifier
ug: ئۇنىۋېرسال خاس كىملىك

source: global template
ug: خەلقئارالىق ئۇسلۇب

source: Global Universal Identification
ug: خەلقئارا ئۇنىۋېرسال كىملىك

source: glomming
ug: توپلاش

source: glow
ug: نۇرلۇق

source: glyph run
ug: ھەرپ شەكلى تىزمىسى

source: Go
ug: ئالغا

source: goal seek
ug: نىشانلىق ئىزدەش

source: go back
ug: قايتىش

source: gold
ug: ئالتۇن

source: Government
ug: ھۆكۈمەت

source: Government Community Cloud
ug: ھۆكۈمەت مۇلازىمەت بۇلۇتى

source: Government & politics
ug: ھۆكۈمەت ۋە سىياسىي

source: GPS receiver
ug: GPS قوبۇللىغۇچ

source: grade
ug: دەرىجە

source: Gradebook
ug: نەتىجە قەغىزى

source: Grade Values
ug: نومۇرى

source: gradient
ug: ئۆزگىرىش

source: Grammar
ug: گىرامماتىكا

source: Grammar Options
ug: گىرامماتىكا تاللانمىلىرى

source: Grammar pane
ug: گىرامماتىكا كۆزنىكى

source: graph
ug: گىرافىكلاش

source: graphic
ug: گىرافىك

source: Graphic
ug: گىرافىك

source: graphic filter
ug: گىرافىك سۈزگۈچ

source: Graphics Effects
ug: گىرافىك ئۈنۈملىرى

source: Graphics Fill
ug: گىرافىك تولدۇرۇش

source: Graphics Outline
ug: گىرافىك رامكىسى

source: Graphics Tools
ug: گىرافىك قوراللىرى

source: graph index
ug: گىرافىك ئىندېكسى

source: grave accent
ug: ئۇرغۇ بەلگىسى

source: Grayscale
ug: كۈل رەڭ

source: grayscale
ug: كۈل رەڭ

source: Gregorian calendar
ug: مىلادىيە كالېندارى

source: grid
ug: تورسىمان

source: Grid
ug: تور

source: gridline
ug: تورسىزىق

source: grid lines
ug: كاتەك سىزىقى

source: Grid Matrix
ug: ماترىتسا تورى

source: grid origin
ug: كاتەك بېشى

source: group
ug: گۇرۇپپا

source: group call
ug: گۇرۇپپىنى چاقىرىش

source: group card
ug: گۇرۇپپا كارتىسى

source: group chat
ug: گۇرۇپپا پارىڭى

source: group conversation
ug: گۇرۇپپا سۆھبىتى

source: Grouped List
ug: گۇرۇپپىلىق تىزىملىك

source: group filter control
ug: سۈزگۈچ تىزگىنى

source: group IM
ug: گۇرۇپپا IM

source: group instant messaging
ug: گۇرۇپپا تېز ئۇچۇر ئالاقىسى

source: Group Policy
ug: گۇرۇپپا چارىسى

source: Groups
ug: گۇرۇپپىلار

source: group schedule
ug: گۇرۇپپا كۈنتەرتىپى

source: group screen sharing
ug: گۇرۇپپىدا ئېكراننى ئورتاقلىشىش

source: group video
ug: گۇرۇپپا سىن

source: group video calling
ug: گۇرۇپپا سىنلىق چاقىرىشى

source: guest link
ug: مېھمان ئۇلانمىسى

source: guide
ug: يېتەكچى

source: guided navigation
ug: كۆرسەتمىلىك يول باشلاش

source: gutter
ug: ئوقۇر

source: gutter margin
ug: تىكىش سىزىقى

source: handle
ug: تۇتقۇچ

source: handout
ug: پۈتۈك

source: hands-free
ug: قولسىز

source: handwriting
ug: قوليازما

source: handwriting panel
ug: قوليازما تاختىسى

source: hanging indent
ug: ئاسما

source: hard disk drive
ug: قاتتىق دىسكا قوزغاتقۇچ

source: hard fail
ug: قاتتىق مەغلۇبىيەت

source: hard fault
ug: ئېغىر خاتالىق

source: hard page fault
ug: ئېغىر بەت خاتالىقى

source: hardware
ug: قاتتىق دېتال

source: hardware acceleration
ug: قاتتىق دېتالدا تېزلىتىش

source: hardware overlay
ug: قاتتىق دېتال قاپلاش

source: hash
ug: چاچما

source: Hashtags
ug: # بەلگىلىك خەتكۈچلەر

source: HD
ug: سۈزۈك (HD)

source: Header
ug: بېشى

source: header
ug: بەت قېشى

source: header row
ug: باش قۇر

source: header source
ug: باش مەنبە

source: heading style
ug: ماۋزۇ ئۇسلۇبى

source: headset
ug: تىڭشىغۇچ

source: health
ug: ساغلاملىق

source: Health Advisor
ug: ساغلاملىق مەسلىھەتچىسى

source: health analyzer
ug: سالامەتلىك ئانالىزچىسى

source: Health & Fitness
ug: سالامەتلىك ۋە ساغلاملىق

source: heat
ug: غەملەكسىز ئوقۇش

source: heat map
ug: ھارارەت خەرىتىسى

source: Hello World
ug: سالام دۇنيا

source: help
ug: ياردەم

source: Help+Tips
ug: ياردەم+كۆرسەتمىلەر

source: hibernate
ug: ئۈچەككە كىرمەك

source: hidden
ug: يوشۇرۇن

source: hidden network
ug: يوشۇرۇن تور

source: hidden text
ug: يوشۇرۇن تېكست

source: hide
ug: يوشۇرۇش

source: hierarchical address book
ug: قاتلاملىق ئادرېس دەپتىرى

source: hierarchical menu
ug: قاتلاملىق تىزىملىك

source: Hierarchy
ug: قاتلام

source: hierarchy
ug: قاتلام

source: Hierarchy List
ug: قاتلاملىق تىزىملىك

source: high confidence spam
ug: يۇقىرى ئىشەنچلىك ئەخلەت

source: High Contrast
ug: يۇقىرى پەرقلىق

source: highlight
ug: يورۇتماق

source: highlighter
ug: يورۇتقۇچ

source: high-low lines
ug: يۇقىرى - تۆۋەن سىزىق

source: High Quality Video
ug: يۇقىرى ئېنىقلىقتىكى سىن

source: high-stakes testing
ug: تەۋەككۈلچىلىكى يۇقىرى سىناق

source: HIP challenge
ug: HIP سۈرۈشتۈرۈش

source: histogram
ug: تۈۋۈكسىمان گىرافىك

source: history
ug: تارىخ

source: History
ug: نەشىر تارىخى

source: History list
ug: تارىخىي تىزىملىك

source: History worksheet
ug: تارىخىي جەدۋەل

source: hit
ug: تېگىش

source: Hobbies & toys
ug: ھەۋەس ۋە ئويۇنلار
