Repository: Abdusalamstd/Locolization
Catalog: Terms-*.po
Languages: ug

source: permission
ug: ئىجازەت

source: permission policy
ug: ئىجازەت تۈزۈمى

source: permissions
ug: ھوقۇق

source: per-monitor scaling
ug: ئايرىم تەڭشەش

source: Personal Address Book
ug: شەخسىي ئادرېس دەپتىرى

source: personal computer
ug: شەخسلەر كومپيۇتېرى

source: personal finance
ug: شەخسىي مالىيە

source: Personal Folders Backup
ug: شەخسىي ھۆججەتدانلارنى زاپاسلاش

source: personalization
ug: خۇسۇسىيلاشقان

source: Personalization
ug: خاسلاشتۇرۇش

source: personalize
ug: خاسلاشتۇرماق

source: personalized activity
ug: ئۆزلەشتۈرۈلگەن ھەرىكەت

source: personalized menu
ug: ئۆزلەشمە تىزىملىك

source: personally identifiable information
ug: خۇسۇسىي ئۇچۇر

source: personal note
ug: شەخسىي ئىزاھات

source: Personal security
ug: شەخسىي بىخەتەرلىك

source: personal settings
ug: خۇسۇسىي تەڭشەكلەر

source: personal view
ug: شەخسى كۆرۈش

source: phase
ug: باسقۇچ

source: phish
ug: ئالدامچى

source: phishing
ug: ساختىلىق

source: phishing campaign
ug: ئالدامچى ئورۇن

source: Phone
ug: تېلېفون

source: Phones
ug: تېلېفونلار

source: Phone System
ug: تېلېفون سىستېمىسى

source: photo
ug: سۈرەت

source: Photo
ug: رەسىم

source: photo album
ug: سۈرەت ئالبومى

source: Photo Gallery
ug: سۈرەت ئامبىرى

source: photo loop
ug: سۈرەت ئايلانمىسى

source: photo mix
ug: سۈرەت ئارىلاشتۇرۇش

source: Photos
ug: سۈرەتلەر

source: photo sharing
ug: رەسىم ئورتاقلىشىش

source: Photos Preview
ug: رەسىم كۆرۈش

source: Photos & Videos
ug: رەسىملەر ۋە سىنلار

source: Photo & video
ug: رەسىم ۋە سىن

source: Photo & video production
ug: رەسىم ۋە سىن ئىشلەش

source: Photo Viewer
ug: سۈرەت كۆرگۈچ

source: Picks for you
ug: تەۋسىيە

source: Picture
ug: رەسىم

source: picture
ug: رەسىم

source: Picture Accent List
ug: رەسىمنىڭ رەڭ تىزىملىكى

source: Picture Accent Process
ug: رەسىمنىڭ رەڭ سىخېمىسى

source: picture button
ug: رەسىم كۇنۇپكىسى

source: Picture Caption List
ug: رەسىم تېمىسى تىزىملىكى

source: picture content
ug: رەسىملىك مەزمۇن

source: Picture Dictionary
ug: رەسىملىك لۇغەت

source: picture element
ug: رەسىم ئېلېمېنتى

source: picture frame
ug: رەسىم رامكىسى

source: picture password
ug: رەسىملىك پارول

source: picture placeholder
ug: رەسىم بوش ئورنى

source: Picture Presentation
ug: رەسىملىك كۆرۈنۈش

source: Pictures
ug: رەسىملەر

source: Picture Styles
ug: رەسىم ئۇسلۇبلىرى

source: pie chart
ug: يۇملاق گرافىك

source: pie of pie chart
ug: يۇمىلاق سېخىما ھالقىسى

source: piid
ug: ھەق تاپشۇرۇش قورالىنىڭ كىملىكى

source: pile
ug: توپلام

source: pin
ug: مىخلىماق

source: pinch
ug: تارايتماق

source: PIN code
ug: PIN كودى

source: PIN sign-in
ug: PIN تىزىملاپ كىرىش

source: pin to Start
ug: «باشلاش» قا مىخلاش

source: Pin to top
ug: ئۈستىگە مىخلاش

source: pivot area
ug: Pivot رايونى

source: PivotChart category field
ug: PivotChart كەتېگۈرېېا سەترې

source: PivotChart report
ug: PivotChart ھېساباتې

source: PivotChart series field
ug: PivotChart سېرېالار سەترې

source: PivotChart view
ug: PivotChart كۆرۈنۈشى

source: PivotTable data
ug: PivotTable مەلوماتې

source: PivotTable grand totals
ug: PivotTable ئومومېې ژېغېندې

source: PivotTable list
ug: PivotTable سپېسكېسې

source: PivotTable report
ug: PivotTable ھېساباتې

source: PivotTable subtotal
ug: PivotTable ېېرېم ژېغېن

source: PivotTable view
ug: PivotTable كورونېشې

source: pixel
ug: پىكسېل

source: placeholder
ug: تولدۇرۇلما

source: placeholder text
ug: ئورۇن بەلگىسى تېكىستى

source: Places
ug: ئورۇن تاللىغۇچ

source: Places Bar
ug: ئورۇن كۆزنىكى

source: plain text
ug: ساپ تېكىست

source: plan
ug: پىلان

source: planar projection
ug: تەكشىلىك تەسۋىرى

source: Plan Your Day
ug: كۈنىڭىزنى پىلانلاش

source: platformer
ug: ئۆتكەللىك

source: play
ug: قويماق

source: playback
ug: قايتا قويۇش

source: player
ug: قويغۇچى

source: playlist
ug: قويۇش تىزىمى

source: Play To
ug: قويماق

source: plot area
ug: سىزىش رايونى

source: plug-in
ug: قوشۇلما

source: Pocket PC
ug: يانچۇق كومپيۇتېرى

source: Poetry
ug: شېئىرلار

source: point
ug: نومۇر

source: pointer
ug: ئىسترېلكا

source: pointing device
ug: كۆرسەتكۈچ ئۈسكۈنە

source: point-of-sale activation
ug: سېتىش نۇقتىسىدا ئاكتىپلاش

source: policy
ug: تۈزۈم

source: policy tip
ug: تۈزۈم كۆرسەتمىسى

source: Policy Tips
ug: تۈزۈم كۆرسەتمىلىرى

source: polynomial trendline
ug: كۆپ ئەزالىق يۈزلىنىش سىزىقى

source: PO number
ug: بۇيرۇتما نومۇرى

source: Popular
ug: داڭلىق

source: Popular artists
ug: داڭلىق سەنئەتكارلار

source: Popular movies
ug: داڭلىق كىنولار

source: Popular music
ug: داڭلىق مۇزىكىلار

source: Popular on Xbox
ug: Xbox دىكى داڭلىقلار

source: Popular shows
ug: داڭلىق تىياتىرلار

source: Popular stations
ug: داڭلىق ئىستانسالار

source: pop-up menu
ug: لەيلىمە تىزىملىك

source: pop-up window
ug: قاڭقىما كۆزنەك

source: port
ug: ئېغىز

source: portal
ug: شىركەت

source: portfolio
ug: تۈر توپلىمى

source: portrait
ug: تار يۆنىلىش

source: Portrait
ug: رەسىم

source: portrait orientation
ug: تىك بويىغا يۆنىلىش

source: POSA
ug: سېتىش نۇقتىسىدا ئاكتىپلاش(POSA)

source: positioning
ug: قويۇش

source: post
ug: يازماق

source: postal code
ug: پوچتا نومۇرى

source: Post Bill and AR adjustments
ug: جەمئىي سومما ۋە AR تەڭشىكى

source: poster frame
ug: تەشۋىقات رەسىمى

source: Poster Frame
ug: تەشۋىقات رەسىمى

source: post grades
ug: نەتىجىنى ئېلان قىلىش

source: post-incident report
ug: հետմիջադեպային զեկույց

source: postmaster
ug: پوچتاليون

source: Post Office Protocol
ug: پوچتا كېلىشىمى

source: Power
ug: توك مەنبەسى

source: power
ug: كۈچ

source: PowerApps
ug: كۈچەيتمە ئەپ

source: powered by
ug: تەمىنلىگۈچى

source: powered by Windows Live
ug: Windows Live تەييارلىدى

source: Power Options
ug: توك مەنبە تاللانمىلىرى

source: power plan
ug: توك مەنبە پىلانى

source: PowerPoint add-in
ug: PowerPoint قىستۇرمىسى

source: PowerPoint Previewer
ug: PowerPoint كۆرۈپ بېقىش

source: PowerPoint render
ug: PowerPoint كۆرسەتكۈچى

source: PowerPoint static
ug: PowerPoint تۇرغۇن كۆرۈنۈش

source: PowerPoint Viewing
ug: PowerPoint ھۆججىتىنى كۆرۈش

source: power scheme
ug: باتارېيە لايىھەسى

source: power trendline
ug: كۈچەيتىش سىزىقى

source: Praise
ug: مەدھىيەلەش

source: pre-boot
ug: ئالدىن قوزغىلىش

source: precedent
ug: ئۆرنەك

source: precision touchpad
ug: نەپىس سەزمە تاختا

source: predefined bookmark
ug: تەييار خەتكۈچ

source: preferred data location
ug: مايىل مەلۇمات ئورنى

source: preload
ug: يۈكلەپ بېقىش

source: Premium account
ug: Premium ھېساباتى

source: pre-order
ug: ئالدىن بۇيرۇتۇش

source: Pre-orders
ug: ئالدىن زاكازلار

source: prepaid card
ug: ئالدىن تۆلەش كارتىسى

source: Prepare
ug: تەييارلىماق

source: prepopulation
ug: كىرگۈزۈپ بېقىش

source: presentation
ug: كۆرۈنۈش

source: presentation broadcast
ug: قويۇش

source: presentation-level guide
ug: كۆرسىتىش يېتەكچىسى

source: presentation package
ug: كۆرۈنۈش بولىقى

source: presentation section
ug: كۆرۈنۈش بۆلىكى

source: Presenter View
ug: تىزگىنلىك كۆرۈش

source: Present Online
ug: توردا كۆرسىتىش

source: preservation hold library
ug: ئەسلى نۇسخا ئارخىپخانىسى

source: Preservation Lock
ug: قوغداش قۇلۇپى

source: press and hold
ug: بېسىپ تۇرۇش

source: preview
ug: كۆرۈپ بېقىش

source: preview bar
ug: كۆرەك بالدىقى

source: previewer
ug: كۆرگۈچ

source: preview pane
ug: كۆرۈپ بېقىش رامكىسى

source: price tier
ug: باھا قەۋىتى

source: primary calendar
ug: باش كالېندار

source: primary key
ug: باش ئاچقۇچ

source: primary mouse button
ug: باش مائۇس كۇنۇپكىسى

source: primary table
ug: باش جەدۋەل

source: primordial pool
ug: ئەسلىي كۆلچەك

source: print area
ug: بېسىش دائىرىسى

source: print device
ug: بېسىش ئۈسكۈنىسى

source: printer
ug: پىرىنتېر

source: printer driver
ug: پىرىنتېر قوزغىتىش پىروگراممىسى

source: Printing and Imaging Devices
ug: بېسىش ۋە سۈرەتكە تارتىش ئۈسكۈنىسى

source: print preview
ug: بېسىشنى ئالدىن كۆرۈش

source: PRINT SCREEN key
ug: PRINT SCREEN كۇنۇپكىسى

source: print style
ug: بېسىش ئۇسلۇبى

source: print titles
ug: باسما تېمىسى

source: Print to OneNote
ug: OneNote قا مىخلاش

source: Print to Web
ug: تورغا بېسىش

source: privacy
ug: مەخپىيەتلىك

source: Privacy and cookies
ug: مەخپىيەتلىك ۋە ساقلانمىلار

source: Privacy & cookies
ug: مەخپىيەتلىك ۋە ساقلانمىلار

source: Privacy Policy
ug: مەخپىيەتلىك بەلگىلىمىسى

source: privacy settings
ug: مەخپىيەتلىك تەڭشەكلىرى

source: privacy statement
ug: مەخپىيەتلىك بايانى

source: private
ug: خۇسۇسىي

source: private chat
ug: شەخسىي سۆھبەت

source: private store
ug: شەخسىي دۇكان

source: Proactive Scanner
ug: ئاكتىپ تەكشۈرگۈچ

source: procedure
ug: جەريان

source: Process
ug: جەريان

source: Process Arrows
ug: جەريان كۆرسەتكۈچى

source: processing instructions
ug: مەشغۇلات كۆرسەتمىلىرى

source: Process List
ug: جەريان تىزىملىكى

source: processor
ug: بىر تەرەپ قىلغۇچ

source: product
ug: مەھسۇلات

source: product and service performance data
ug: مەھسۇلات ۋە مۇلازىمەتنىڭ يۈرۈش مەلۇماتى

source: product and service usage data
ug: مەھسۇلات ۋە مۇلازىمەت ئىشلىتىش مەلۇماتى

source: Product Catalog
ug: مەھسۇلات كاتالوگى

source: Productivity
ug: ئۈنۈم

source: product key
ug: مەھسۇلات ئاچقۇچى

source: professional format
ug: كەسپىي فورمات

source: Profile
ug: ئارخىپ

source: profile
ug: ئارخىپ

source: profile card
ug: ئارخىپ كارتىسى

source: profile path
ug: ئارخىپ يولى

source: program
ug: پىروگرامما

source: programmatic identifier
ug: پىروگىراممىلىق پەرقلەندۈرگۈچ

source: programming language
ug: پىروگرامما تىلى

source: Progress UI
ug: ئىلگىرىلەش يۈزى

source: project
ug: كۆرسىتىش

source: Project management
ug: تۈر باشقۇرۇش

source: project team
ug: تۈر گۇرۇپپىسى

source: Project Web App
ug: Project تور ئەپى

source: promote
ug: كۆتۈرۈش

source: promotional image
ug: تەشۋىقات رەسىمى

source: prompt
ug: ئەسكەرتمە

source: prompt tone
ug: قوڭغۇراق

source: proofing tools
ug: ئىملا قوراللىرى

source: Properties
ug: خاسلىقلار

source: property
ug: خاسلىق

source: Property Editor
ug: خاسلىق تەھرىرلىگۈچ

source: property fields
ug: خاسلىق ئورنى

source: property page
ug: خاسلىق بىتى

source: property promotion
ug: خاسلىق ئاشۇرۇش

source: property sheet
ug: خاسلىق جەدۋىلى

source: protect
ug: قوغدىماق

source: Protected View
ug: بىخەتەر كۆرۈش

source: protection level
ug: بىخەتەرلىك دەرىجىسى

source: protocol
ug: كېلىشىم

source: provider
ug: تەمىنلىگۈچى

source: provision
ug: تەڭشىمەك

source: provisioning package
ug: سەپلىمە بولىقى

source: proximity
ug: يېقىنلىق

source: proximity sensor
ug: يېقىنلىق سەزگۈچ

source: proxy server
ug: ۋاكالەتچى مۇلازىمىتېر

source: PST import
ug: PST ھۆججەت ئەكىرىش

source: publication
ug: تارقىتىلما

source: public chat
ug: ئاممىۋى پاراڭ

source: public-facing URL
ug: ئاممىۋىي URL

source: public folder
ug: ئاممىۋىي ھۆججەتدان

source: public group
ug: ئاممىۋىي گۇرۇپپا

source: public IM
ug: ئاممىۋى IM

source: publish
ug: يوللاش

source: publisher
ug: تارقاتقۇچى

source: publishing
ug: تارقىتىش

source: Publish to Docs.com
ug: Docs.com دا ئېلان قىلىش

source: pull quote
ug: نەقىل

source: punch card
ug: نىشان كارتىسى

source: Punctuation Conventions
ug: تىنىش بەلگىلىرى قائىدىسى

source: purchase after trial
ug: سىناپ سېتىۋالماق

source: purchase at download
ug: سېتىۋېلىپ چۈشۈرمەك

source: purchaseid
ug: سېتىۋېلىش كودى

source: purchaser
ug: سېتىۋالغۇچى

source: Pure
ug: ساپ

source: push button
ug: كۇنۇپكا

source: push-button reset
ug: بىر كۇنۇپكىدىن قايتا تەڭشەش

source: Puzzle & trivia
ug: چاپراس

source: Pyramid
ug: پىرامىدا

source: pyramid chart
ug: پىرامىدا گىرافىك

source: pyramid diagram
ug: پىرامىدا دىئاگرامما

source: Pyramid List
ug: پىرامىدا تىزىملىك

source: quad
ug: تۆت

source: quadratic formula
ug: كىۋادىراتلىق فورمۇلا

source: qualifying product
ug: لاياقەتلىك مەھسۇلات

source: quality
ug: سۈپەت

source: quality-of-service indicator
ug: مۇلازىمەت سۈپىتى كۆرسەتكۈچى

source: quality update
ug: سۈپەت يېڭىلانمىسى

source: query
ug: سۈرۈشتۈرمە

source: queryable managed property
ug: سۈرۈشتۈرگىلى بولىدىغان خاسلىق

source: query design
ug: سۈرۈشتە لايھەسى

source: query field
ug: ئىزدەش بۆلىكى

source: query rule
ug: سۈرۈشتۈرۈش قائىدىسى

source: Query window
ug: كۆرسەتمە كۆزنىكى

source: quest
ug: ئىلتىماس

source: question mark
ug: سوئال بەلگىسى

source: question-mark pointer
ug: سوئال بەلگىسى

source: queue
ug: تەرتىپ

source: Quick access
ug: تېز كىرىش

source: Quick Access Toolbar
ug: تېز كۆر قورالبالدىقى

source: quick action
ug: تېز مەشغۇلات

source: Quick add
ug: تېز قوشۇش

source: Quick Analysis
ug: تېز ئانالىز

source: Quick Assist
ug: تېز ياردەم

source: Quick Click category
ug: دائىملىق تۈر

source: Quick Click flag
ug: تېز چەكمە تۇغى

source: Quick Commands Toolbar
ug: تېز بۇيرۇق قورالبالدىقى

source: Quick Contacts
ug: دائىملىق ئادرېسلار

source: Quick Edit
ug: تېز تەھرىرلەش

source: Quick Explore
ug: تېز كۆرۈش

source: Quick Filter
ug: تېز سۈزگۈچ

source: Quick Filters
ug: تېز سۈزگۈچلەر

source: Quick Filters for message list
ug: خەت تىزىملىكىنىڭ تېز سۈزگۈچلىرى

source: Quick Notes
ug: تېز يازما

source: Quick Parts
ug: دائىملىق قوراللار

source: Quick Parts gallery
ug: دائىملىق قوراللار توپلىمى

source: quick play
ug: تېز قويۇش

source: Quick Preview
ug: تېز نەزەر

source: Quick Rules
ug: تېز قائىدىلەر

source: Quick start
ug: تېز قوزغىتىش

source: QuickStarter
ug: تېز قوزغاتقۇچ

source: Quick Steps
ug: تېز كىرىش

source: Quick Styles
ug: دائىملىق ئۇسلۇب

source: Quick Style set
ug: دائىملىق ئۇسلۇب لايھەسى

source: Quick suggestions
ug: تېز تەۋسىيە

source: Quick Tabs
ug: تېز بەتكۈشلەر

source: Quick Tag Tree
ug: دائىملىق خەتكۈچلەر

source: Quiet
ug: تىنچ

source: quiet day
ug: تىنچ كۈن

source: Quiet days
ug: تىنچ كۈن

source: Racing & flying
ug: مۇسابىقە ۋە ئۇچۇش

source: radar chart
ug: رادار گىرافىك

source: Radial Cycle
ug: رادىيوسلۇق ھالقا

source: radial diagram
ug: رادىيوسلۇق دىئاگرامما

source: Radial List
ug: رادىيوسلۇق تىزىملىك

source: radial menu
ug: چەمبەر تىزىملىك

source: Radial Venn
ug: رادىيوسلۇق ئۆتۈشمە

source: radical
ug: يىلتىز

source: radical with degree
ug: دەرىجىلىك يىلتىز

source: Radio
ug: رادىيو

source: radio button
ug: يۇمىلاق كۇنۇپكا

source: rainbow
ug: ھەسەن-ھۈسەن

source: RANDARRAY
ug: ئۆزقاتار

source: range name
ug: قاتار نامى

source: ranking model
ug: دەرىجە مودېلى

source: Ransomware data recovery
ug: ‏‏قاراقچى دېتال مەلۇماتىنى ئەسلىگە كەلتۈرۈش

source: Ransomware protection
ug: ‏‏قاراقچى دېتالىنى قوغداش

source: rating
ug: دەرىجە

source: Ratings and reviews
ug: باھا ۋە ئىنكاسلار

source: raw notification
ug: دەسلەپكى ئۇقتۇرۇش

source: RDF Site Summary
ug: RDF بېكەت خۇلاسىسى

source: Readability Statistics
ug: ئوقۇشچانلىق سىتاتىستىكىسى

source: read aloud
ug: ئۈنلۈك ئوقۇش

source: Read Aloud
ug: ئۈنلۈك ئوقۇش

source: reader
ug: ئوقۇرمەن

source: Reader
ug: ئوقۇغۇچ

source: reading indicator
ug: خەتكۈچ

source: reading layout view
ug: پۈتۈن ئېكرانلىق كۆرۈش

source: Reading List
ug: ئوقۇش تىزىملىكى

source: reading list
ug: ئوقۇش تىزىملىكى

source: reading pane
ug: ئوقۇش كۆزنىكى

source: reading position indicator
ug: خەتكۈچ

source: Reading View
ug: ئوقۇش كۆرۈنمىسى

source: reading view
ug: ئوقۇش كۆرۈنۈشى

source: readme file
ug: چۈشەندۈرۈش ھۆججىتى

source: Read mode
ug: ئوقۇش ھالىتى

source: read-only
ug: ئوقۇشقىلا بولىدىغان

source: read/write
ug: ئوقۇش\يېزىش

source: Really Simple Syndication
ug: RSS تېخنىكىسى

source: real-time collaboration
ug: ئەمەلىي ۋاقىتتا ھەمكارلىشىش

source: real-time data
ug: ئەمەلىي ۋاقىتلىق مەلۇمات

source: real-time typing
ug: ئەمەلىي ۋاقىتتا يېزىش

source: rebalance
ug: قايتا تەڭپۇڭلىماق

source: recalculation animation
ug: قايتا ھېسابلاش كۆرۈنۈشى

source: Receivable Management Services
ug: قولايلىق باشقۇرۇش مۇلازىمەتلىرى

source: receive file
ug: ھۆججەت تاپشۇرۇۋېلىش

source: recent
ug: يېقىنقى

source: Recent Changes
ug: يېقىنقى ئۆزگەرتىش

source: Recently-found songs
ug: يېقىندا بايقالغان ناخشىلار

source: Recent Media
ug: يېقىنقى مېدىيا

source: Recent plays
ug: يېقىندا قويۇلغانلىرى

source: recipient
ug: تاپشۇرۇۋالغۇچى

source: recipient list
ug: تاپشۇرۇۋالغۇچىلار تىزىملىكى

source: Recommendations
ug: تەۋسىيە

source: recommendations
ug: تەۋسىيەلەر

source: Recommended
ug: تەۋسىيەلىك

source: Recommended artists
ug: تەۋسىيەلىك سەنئەتكارلار

source: Recommended Charts
ug: تەۋسىيەلىك گىرافىكلار

source: Recommended for you
ug: سىزگە تەۋسىيە قىلىنغانلىرى

source: Recommended movies
ug: تەۋسىيەلىك كىنولار

source: Recommended music
ug: تەۋسىيەلىك مۇزىكىلار

source: Recommended PivotTables
ug: PivotTables تەوسېېە ئېتېلېدو

source: Recommended TV
ug: تەۋسىيەلىك تىياتىرلار

source: reconnaissance
ug: چارلاش

source: record
ug: خاتىرە

source: RECORD
ug: خاتىرە

source: Recorded TV Library
ug: كۆچۈرۈلگەن تېلېۋىزىيە ئامبىرى

source: Record Selector
ug: خاتىرە تاللىغۇچ

source: recordset
ug: خاتىرە تەڭشىكى

source: Record Slide Show
ug: چاتما كۆرۈنۈشنى خاتىرلەش

source: recover
ug: ئەسلىگە قايتۇرماق

source: Recurrence
ug: قايتىلىنىش

source: recurring
ug: قەرەللىك

source: recurring task
ug: قايتىلانما ۋەزىپە

source: Recycle Bin
ug: سېۋەت

source: redeem
ug: نەقلەش

source: red-green-blue
ug: قىزىل-يېشىل-كۆك

source: REDIMENSION
ug: قايتا ئۆلچەم

source: redo
ug: تەكرارلىماق

source: Reference
ug: پايدىلانما

source: Reference Builder
ug: نەقىلچى

source: Reference & training
ug: پايدىلانما ۋە ئۆگىنىش

source: refinable managed property
ug: تاۋلىغىلى بولىدىغان خاسلىق

source: refine
ug: ياخشىلاش

source: reflect
ug: ئەكس ئەتتۈرمەك

source: reflow
ug: قايتىلاش

source: refresh
ug: يېڭىلىماق

source: Refresh button
ug: يېڭىلاش كۇنۇپكىسى

source: refresh Windows
ug: Windows نى ئەسلىگە قايتۇرماق

source: refresh your PC
ug: كومپيۇتېرىڭىزنى ئەسلىگە قايتۇرۇڭ

source: registry
ug: تىزىملاش جەدۋىلى

source: regression analysis
ug: قايتما ئانالىز

source: re-image
ug: قايتا تەسۋىرلىمەك

source: reinstallation
ug: قايتا قاچىلاش

source: Related Items
ug: ئالاقىدار نەرسىلەر

source: Relationship
ug: مۇناسىۋەت

source: relationship
ug: مۇناسىۋەت

source: relationship node
ug: مۇناسىۋەت تۈگۈنى

source: Relationships
ug: مۇناسىۋەتلەر

source: relative cell reference
ug: باغلىنىشلىق كاتەكچىلەر

source: relative link
ug: باغلىنىشلىق ئۇلانما

source: relative positioning
ug: باغلىنىشلىق ئورۇن

source: relative reference
ug: باغلىنىشلىق قىممەت

source: Relaxed
ug: ئەركىن

source: release
ug: قايتۇرۇش

source: Release to Manufacturing
ug: ئىشلەپچىقارغۇچىلارغا تارقىتىش

source: reliability
ug: ئىشەنچلىكى

source: remediate
ug: تۈزەش

source: reminder
ug: ئەسلەتمە

source: remix
ug: بىرىكمە

source: remote
ug: يىراق

source: remote access
ug: يىراقتىن زىيارەت

source: remote business data removal
ug: يىراق مۇلازىمەت مەلۇماتىنى ئۆچۈرۈش

source: remote control
ug: يىراقتىن كونترول قىلىش

source: Remote desktop
ug: يىراق ئېكران

source: Remote Desktop
ug: يىراق ئۈستەليۈزى

source: Remote Desktop Connection
ug: يىراق ئۈستەليۈزى ئۇلىنىشى

source: Remote Desktop Preview
ug: يىراق ئۈستەليۈزى كۆرىكى

source: Remote Direct Memory Access
ug: يىراق بىۋاسىتە ساقلىغۇچ زىيارىتى

source: Remote Office diagnostic data viewing
ug: يىراقتىن Office تەكشۈرۈش مەلۇماتىنى كۆرۈش

source: remote reference
ug: يىراق مۇناسىۋەت

source: remote viewer
ug: يىراق كۆرگۈچى

source: remove
ug: چىقىرىۋەتمەك

source: Remove Background
ug: تەگلىك چىقىرىۋەتمەك

source: rendering
ug: ھاسىللاش

source: renewal only mode
ug: يېڭىلاشقىلا بولىدىغان ھالەت

source: Repeating Bending Process
ug: قايتىلانما ئەگمە

source: repeating group
ug: قايتىلانما گۇرۇپپا

source: repeating section content control
ug: قايتىلاش بۆلىكىدىكى مەزمۇن تىزگىنلىرى

source: repeating table
ug: قايتىلانما جەدۋەل

source: replace
ug: ئالماشتۇرماق

source: replica
ug: كۆچۈرۈلمە

source: replica set topology
ug: كۆچۈرۈلمە ئۆزگەرتىش تەرتىپى

source: replication
ug: كۆچۈرۈش

source: Replication ID
ug: كۆچۈرۈش كىملىكى

source: reply
ug: جاۋاب بەرمەك

source: Reply All
ug: ھەممىگە جاۋاب

source: Reply to All
ug: ھەممىگە جاۋاب بېرىش

source: Reply with Meeting
ug: يىغىن ئىلتىماسى

source: report
ug: دوكلات

source: Report Abuse
ug: پاش قىلىش

source: Report a violation
ug: خىلاپ قىلمىش پاش قىلىش

source: report snapshot
ug: تۇتما رەسىم دوكلاتى

source: report template
ug: دوكلات ئۇسلۇبى

source: report type
ug: دوكلات تىپى

source: requery
ug: قايتا ئىزدەش

source: Request Management
ug: ئىلتىماس باشقۇرۇش

source: request throttling
ug: ئىلتىماس ئېقىمىنى تەڭشەش

source: required diagnostic data
ug: زۆرۈر تەكشۈرۈش مەلۇماتى

source: Researcher
ug: تەتقىقاتچى

source: reset
ug: قايتا تەڭشىمەك

source: Reset Graphic
ug: گىرافىك قايتا تەڭشەش

source: reset Windows
ug: Windows نى قايتا تەڭشىمەك

source: reset your PC
ug: كومپيۇتېرىڭىزنى ئەسلىگە قايتۇرۇڭ

source: resize
ug: ئۆزگەرتمەك

source: resize handle
ug: چوڭ - كىچىكلەتكۈچ

source: resolution
ug: ئېنىقلىقى

source: resource
ug: بايلىق

source: resource account
ug: مەنبە ھېسابات

source: resource budget
ug: مەنبە چېكى

source: Resource Engagements
ug: مەنبە كېلىشىمى

source: resource-intensive task
ug: مەنبەسى مەخپىي ۋەزىپە

source: Resources
ug: بايلىقلار

source: resource view
ug: مەنبە كۆرۈنۈشى

source: respond
ug: جاۋاب بەرمەك

source: restart
ug: قايتا قوزغاتماق

source: restore
ug: ئەسلىگە كەلتۈرمەك

source: Restore this version
ug: بۇ نەشرىنى ئەسلىگە كەلتۈرۈش

source: results
ug: نەتىجىلەر

source: result set
ug: نەتىجە توپى

source: result source
ug: نەتىجە مەنبەسى

source: resume
ug: قىسقىچە تەرجىمىھال

source: Resume Assistant
ug: Կենսագրության օգնական

source: Resume Designer
ug: تەرجىمىھال لايىھەلىگۈچ

source: Resume Reading
ug: ئوقۇشنى داۋاملاشتۇرۇش

source: retake
ug: قايتا تارتىش

source: retention policy
ug: ساقلاش تۈزۈمى

source: Retention Policy
ug: ساقلاش تۈزۈمى

source: retinal scanner
ug: كۆرۈش پەردىسى سايىلىگۈچى

source: retrievable managed property
ug: ئەسلىگە كەلتۈرگىلى بولىدىغان خاسلىق

source: retweet
ug: قايتا تىۋىتلاش

source: reverse brute-force attack
ug: تەتۈر كۈچلۈك ھۇجۇم

source: reverse charge
ug: تەتۈر ھەق

source: review
ug: تەكشۈرۈپ كۆرۈش

source: revision mark
ug: تەھرىرلىك بەلگىسى

source: revoked certificate
ug: كۈچتىن قالغان ئىجازەتنامە

source: rewind
ug: قايتۇرماق

source: RFID sensor
ug: RFID سەزگۈچ

source: ribbon
ug: بۇيرۇق تاسمىسى

source: ribbon tab
ug: تاسما كونۇپكىسى

source: rich error
ug: چېگىش خاتالىق

source: rich text field
ug: كۆپ ئىقتىدارلىق تېكست ئورنى

source: rich text XML mapping
ug: كۆپ ئىقتىدارلىق XML تەھرىرلەش

source: right align
ug: ئوڭغا توغرىلاش

source: right-aligned
ug: ئوڭغا توغرىلانغان

source: right arrow
ug: ئوڭغا كۇنۇپكىسى

source: right mouse button
ug: مائۇس ئوڭ كۇنۇپكىسى

source: rights
ug: ھوقۇقلار

source: rights-managed
ug: ھوقۇقلۇق باشقۇرۇلغان

source: rights-protected
ug: ھوقۇقى قوغدالغان

source: right-to-left
ug: ئوڭدىن-سولغا

source: Ringtones & sounds
ug: قوڭغۇراق ۋە ئاۋازلار

source: RMB
ug: خەلق پۇلى

source: roadmap
ug: پىلان

source: roaming
ug: سەزمە مۇلازىمەت

source: roaming user profile
ug: كەزمە ئىشلەتكۈچى ئارخىپى

source: robust
ug: ساغلام

source: role playing
ug: رول ئېلىش

source: rollback
ug: كەينىگە قايتىش

source: root CA
ug: ئانا CA

source: root certificate
ug: يىلتىز گۇۋاھنامىسى

source: root directory
ug: غول مۇندەرىجە

source: rooted
ug: արմատային

source: root element
ug: يىلتىز ئېلېمېنت

source: root folder
ug: يىلتىز قىسقۇچ

source: rose gold
ug: گۈلتىللا

source: rotate
ug: ئايلاندۇرماق

source: Rotate 180
ug: 180 ئايلاندۇرۇش

source: rotate gesture
ug: ئايلاندۇرۇش ئىشارىتى

source: rotate mode
ug: چۆرۈش ھالىتى

source: rotation
ug: ئايلاندۇرۇش

source: rotation lock
ug: ئايلاندۇرۇش قۇلۇپى

source: rotation lock button
ug: ئايلاندۇرۇشنى قۇلۇپلاش كۇنۇپكىسى

source: router
ug: روتېر

source: routing
ug: يوللاش

source: row
ug: قۇر

source: row area
ug: قۇر رايونى

source: ROWARRAY
ug: قۇر قاتار

source: row field
ug: قۇر بۆلىكى

source: row heading
ug: قۇر تېمىسى

source: row index
ug: بەت توقۇنۇشى

source: R-squared value
ug: R كۋادراتلىق قىممەت

source: RSS feed
ug: RSS مەنبىيى

source: RSS Subscriptions
ug: RSS كە مۇشتەرى بولۇش

source: RSVP
ug: جاۋاب قايتۇرۇڭ

source: RTC
ug: ئەمەلىي ۋاقىتتا ھەمكارلىشىش

source: RTT
ug: ئەمەلىي ۋاقىتتا يېزىش

source: rubles
ug: رۇبلى

source: rule
ug: قائىدە

source: rule line
ug: سىزىق

source: Ruler
ug: سىزغۇچ

source: ruler
ug: سىزغۇچ
