Repository: Abdusalamstd/Locolization
Catalog: Terms-*.po
Languages: ug

source: certificate revocation list distribution point
ug: گۇۋاھنامە بىكار قىلىش تىزىملىكى تارقىتىش نۇقتىسى

source: certification status
ug: گۇۋاھنامە ھالىتى

source: challenge
ug: سۈرۈشتۈرۈش

source: change
ug: ئۆزگەرتمەك

source: changed lines
ug: ئۆزگەرتىلگەن قۇرلار

source: Change Graphic
ug: گىرافىك ئۆزگەرتىش

source: change hint
ug: ئۆزگىرىش ئۇچۇرلىرى

source: change history
ug: تارىخنى ئۆزگەرتىش

source: change log
ug: ئۆزگەرتىش خاتىرىسى

source: change marker
ug: ئۆزگەرتىش بەلگىسى

source: Changes
ug: ئۆزگەرتىش

source: channel
ug: قانال

source: channel partner
ug: قانال ھەمكارلاشقۇچى

source: chapter
ug: باب

source: character
ug: ھەرپ-بەلگە

source: character code
ug: ھەرپ كودى

source: character formatting
ug: ھەرپ فورماتلاش

source: character set
ug: ھەرپ-بەلگە توپلىمى

source: character spacing
ug: ھەرپ ئارىلىقى

source: character style
ug: بەلگە ئۇسلۇبى

source: chargeback
ug: ھەق قايتۇرۇش

source: charm
ug: بەلگە

source: chart
ug: جەدۋەل

source: chart area
ug: گىرافىك رايونى

source: Chart Component
ug: گىرافىك ئېلېمېنتى

source: chart effect option
ug: گىرافىك ئۈنۈمى تاللانمىسى

source: chart element
ug: گىرافىك ئېلېمېنتى

source: chart sheet
ug: گىرافىك ۋارىقى

source: chart style
ug: گىرافىك ئۇسلۇبى

source: chat
ug: مۇڭداشماق

source: cheat sheet
ug: پايدىلانما

source: check
ug: تەكشۈرۈش

source: check box
ug: تەكشۈرۈش رامكىسى

source: check in
ug: كىرگۈزۈش

source: Check Names
ug: ئىسىملارنى تەكشۈرۈش

source: check out
ug: چىقىرىش

source: Checkout
ug: ھېساب بوغۇش

source: checkout
ug: ھېساب بوغۇش

source: checkpoint
ug: تەكشۈرۈش نۇقتىسى

source: Chevron List
ug: چەۋرون تىزىملىكى

source: CHF
ug: شىۋېتسارىيە فىرانكى

source: child
ug: بالا

source: child account
ug: بالا ھېساباتى

source: child element
ug: بالا ئېلېمېنت

source: child menu
ug: بالا تىزىملىك

source: Chilled
ug: توڭلىغان

source: chip
ug: ئۆزەك

source: choose
ug: تاللىماق

source: choropleth map
ug: نىسبەتلىك خەرىتە

source: Circular Bending Process
ug: ھالقىسىمان ئەگمە

source: citation
ug: نەقىل

source: Citrus
ug: ئەپلىسىن

source: City guides
ug: شەھەر يېتەكچىسى

source: CJK Strokes
ug: CJK خەت سىزىقلىرى

source: Clarity and Conciseness
ug: ئېنىقلىق ۋە ئىخچاملىق

source: class
ug: تۈركۈم

source: Classic
ug: كىلاسسىك

source: Classic Ribbon
ug: كىلاسسىك بەلباغ

source: Classics
ug: كىلاسسىك

source: class materials
ug: دەرس ماتېرىياللىرى

source: class module
ug: تىپ قۇرۇلمىسى

source: Class Schedule
ug: دەرس جەدۋىلى

source: Clean
ug: ‏‏تازىلاش, پاكىز

source: Clean Up
ug: تازىلاش

source: clear
ug: تازىلىماق

source: Clear Recordings
ug: خاتىرىنى تازىلاش

source: click
ug: چەكمەك

source: Click and Type pointer shape
ug: چەكمە ۋە يازما كۆرسەتكۈچ شەكلى

source: client
ug: ئابۇنىتېر

source: Client Access Rule
ug: ئابۇنتېر زىيارەت قائىدىسى

source: client authentication
ug: ئۇچئەپ تەستىقى

source: client computer
ug: خېرىدار كومپيۇتېر

source: Client Hyper-V
ug: خېرىدار Hyper-V

source: client object model
ug: خېرىدار ئوبيېكتى مودېلى

source: client-side rendering
ug: خېرىدار تەرەپتىن كۆرسىتىش

source: clip
ug: كەسمە

source: clip art
ug: قىستۇرما رەسىم

source: clipboard
ug: كېسىپ-چاپلاش تاختىسى

source: clip collection
ug: كەسمە توپلىمى

source: Clipper
ug: كەسكۈچ

source: clock
ug: سائەت

source: close
ug: ياپماق

source: closed caption
ug: خېتى

source: closed captioning
ug: يوشۇرۇن خەتلىك

source: Closed Chevron Process
ug: يېپىق چەۋرون

source: cloud
ug: بۇلۇت

source: Cloud App Model
ug: بۇلۇت ئەپ مودېلى

source: Cloud auto attendant
ug: بۇلۇتتا ئاپتوماتىك قاتناشقۇچى

source: Cloud call queue
ug: ئەپ تارتمىسى

source: cluster
ug: توپ

source: clustered bar chart
ug: سېلىشتۇرما گىرافىك

source: clustered column chart
ug: سېلىشتۇرما جەدۋەل

source: cluster node
ug: توپ تۈگۈن

source: Clutter
ug: تاغدىن-باغدىن

source: CNY
ug: خەلق پۇلى

source: co-author
ug: بىرلىكتە يېزىش

source: co-authoring
ug: بىرلىكتە يېزىش

source: code access security
ug: كود بىخەتەرلىكى

source: codec
ug: كودىلىغۇچ

source: Code of Conduct
ug: باشقۇرۇش چارىسى

source: code page
ug: كود بېتى

source: code pane
ug: كود كۆزنىكى

source: code sign
ug: كودلۇق ئىمزالاش

source: code signing
ug: كود ئىمزالاش

source: coefficient of determination
ug: بەلگىلەش كوئېففىتسېنتى

source: COLARRAY
ug: رەت قاتار

source: Collaboration
ug: ھەمكارلىق

source: collaboration
ug: ھەمكارلىق

source: collaboration session
ug: ھەمكارلق دىيالوگى

source: collaboration time
ug: چاقىرىق ئۆچرىتى

source: collapse
ug: يىغماق

source: Collection
ug: توپلام

source: collection
ug: توپلام

source: Collections
ug: توپلاملار

source: collocation
ug: بىرىكىش

source: color boost
ug: رەڭ ئاشۇرۇش

source: color category
ug: رەڭ تۈرى

source: color profile
ug: رەڭ سەپلىمە ھۆججىتى

source: color ramp
ug: رەڭ دۆڭى

source: color scheme
ug: رەڭ لايىھەسى

source: color separation
ug: رەڭ ئايرىش

source: column
ug: ئىستون

source: column area
ug: رەت رايونى

source: column break
ug: قۇرنى بۆلۈش

source: column chart
ug: رەت گىرافىكى

source: column field
ug: رەت ئورنى

source: column graph
ug: ۋېرتىكال گىرافىك

source: column heading
ug: رەت ماۋزۇسى

source: column index
ug: ۇلۇت چاقىرىق ئۆچرىتى

source: column selector
ug: رەت تاللىغۇچ

source: COM add-in
ug: COM قىستۇرمىسى

source: combination chart
ug: بىرىكمە جەدۋەل

source: combine
ug: بىرلەشتۈرمەك

source: combo box
ug: بىرىكمە رامكا

source: combo box control
ug: بىرىكمە رامكا تىزگىنى

source: Coming soon
ug: پات ئارىدا چىقىدۇ

source: Coming Soon
ug: پات ئارىدا چىقىدۇ

source: comma
ug: پەش

source: Comma After Greetings
ug: سالامدىن كېيىن پەش

source: comma-delimited text file
ug: پەش بىلەن ئايرىلىدىغان تېكست

source: command
ug: بۇيرۇق

source: command button
ug: بۇيرۇق كۇنۇپكىسى

source: command line
ug: بۇيرۇق قۇرى

source: comment
ug: ئىنكاس

source: comment hint
ug: ئىنكاس ئۇچۇرى

source: comment mark
ug: ئىنكاس بەلگىسى

source: Comments
ug: ئىنكاسلار

source: Comments pane
ug: ئىنكاس كۆزنىكى

source: commercial printing
ug: ھەقلىق بېسىش

source: common language runtime
ug: ئورتاق تىل ئىجرا ۋاقتى

source: Commonly Confused Phrases
ug: دائىم خاتالىشىدىغان ئىبارىلەر

source: communication site
ug: ئالاقە بېكىتى

source: Community
ug: توپ

source: community champion
ug: مەھەللە سەركىسى

source: compaction
ug: ئىخچاملاش

source: compact row axis
ug: تەڭشەش ئوقى

source: Companion
ug: ھەمراھ

source: companion app
ug: ھەمراھ ئەپ

source: company
ug: شىركەت

source: company data
ug: شىركەت مەلۇماتى

source: Compare
ug: سېلىشتۇرۇش

source: compare
ug: سېلىشتۇرماق

source: Compare times
ug: ۋاقىت سېلىشتۇرۇش

source: comparison criteria
ug: سېلىشتۇرۇش ئۆلچىمى

source: comparison operator
ug: سېلىشتۇرغۇچ

source: compatibility
ug: ماسلىشىشچانلىقى

source: Compatibility Checker
ug: ماسلىق تەكشۈرگۈچ

source: compatibility checker
ug: ماسلىق تەكشۈرگۈچ

source: compatibility mode
ug: ماس ھالەت

source: Compatibility View
ug: ماسلاشما كۆرۈنۈش

source: compatible
ug: ماسلىشىشچان

source: compile
ug: تەرجىمىلەش

source: complementary colors
ug: تولۇقلىغۇچى رەڭلەر

source: Complete the merge
ug: بىرىكتۈرۈشنى تاماملاش

source: complex number
ug: مۇرەككەپ سان

source: complex script
ug: مۇرەككەپ يېزىق

source: component
ug: بىرىكمە دېتال

source: Component Update Service
ug: بىرىكمە دېتال يېڭىلاش مۇلازىمىتى

source: compose
ug: يازماق

source: Comprehension mode
ug: چۈشىنىشلىك ھالەت

source: compress
ug: پىرېسلىماق

source: compression
ug: پىرېسلاش

source: compression utility
ug: پىرىسلاش قورالى

source: computer
ug: كومپيۇتېر

source: computer build report
ug: كومپيۇتېر ياساش دوكلاتى

source: computer language
ug: كومپيۇتېر تىلى

source: Computer performance & health
ug: كومپيۇتېرنىڭ يۈرۈشى ۋە ساغلاملىقى

source: computer security
ug: كومپيوتېر بىخەتەرلىكى

source: concatenate
ug: ئۇلىماق

source: concordance file
ug: ئىندېكسلاش ھۆججىتى

source: condition
ug: شەرت

source: conditional
ug: شەرتلىك

source: conditional compiler constant
ug: شەرتلىك تەھرىرلىگۈچ قىممىتى

source: conditional expression
ug: شەرتلىك ئىپادە

source: conditional format
ug: شەرتلىك ئەندىزە

source: conditional formatting
ug: شەرتلىك فورماتلاش

source: cone chart
ug: كونۇس گىرافىك

source: conference
ug: يىغىن

source: conference bridge
ug: يىغىن كۆۋرۈكى

source: conference resource
ug: يىغىن مەنبەسى

source: Conferencing Announcement
ug: يىغىن ئۇقتۇرۇشى

source: Conferencing Announcement application
ug: يىغىن ئۇقتۇرۇش ئەپى

source: Conferencing Attendant
ug: يىغىن ياردەمچىسى

source: Conferencing Attendant application
ug: يىغىن ياردەمچىسى ئەپى

source: configuration
ug: سەپلىمە

source: Configuration Protector
ug: سەپلىمە قوغدىغۇچ

source: configure
ug: سەپلىمەك

source: confirm
ug: دەلىللىمەك

source: conflict
ug: توقۇنۇش

source: #CONNECT!
ug: #ئۇلاش!

source: connect
ug: ئۇلىماق

source: Connect
ug: ئۇلاش

source: connected experience
ug: باغلانما ئىقتىدار

source: connected graph
ug: ئۇلانما گىرافىك

source: connected standby
ug: ئۇلىنىپ كۈتۈش

source: connection
ug: ئۇلىنىش

source: Connection Manager
ug: ئۇلىنىش باشقۇرغۇچى

source: connection type
ug: ئۇلىنىش تىپى

source: connectivity
ug: تۇتاشچانلىقى

source: connector
ug: ئۇلىغۇچ

source: connector card
ug: ئۇلىغۇچ كارتىسى

source: Connectors
ug: ئۇلىغۇچلار

source: Connect to Office 365
ug: Office 365 كە ئۇلىنىش

source: Connect with a data plan
ug: ئېقىم پىلانى ئارقىلىق ئۇلاش

source: Consistency
ug: بىردەكلىك

source: constant
ug: تۇراقلىق مىقدار

source: constraint
ug: چەكلەش

source: contact
ug: ئالاقە

source: contact form
ug: ئالاقە كۆزنىكى

source: contact group
ug: ئالاقە توپى

source: Contact index
ug: ئالاقە كۆرسەتكۈچى

source: Contact info
ug: كىشى ئۇچۇرى

source: contact info
ug: ئالاقە ئۇچۇرى

source: contact information
ug: ئالاقە ئۇچۇرى

source: contact linking
ug: ئالاقە

source: contact list
ug: كىشى تىزىملىكى

source: contact management
ug: ئالاقە باشقۇرۇش

source: contact request
ug: ئالاقىداش تەلىپى

source: Contacts
ug: كىشىلەر

source: container
ug: قاچا

source: Content
ug: مەزمۇن

source: content
ug: مەزمۇن

source: Content by Query
ug: كۆرسەتمىلىك مەزمۇن

source: content card
ug: مەزمۇن كارتىسى

source: content class
ug: مەزمۇن تۈرى

source: content control
ug: مەزمۇن تىزگىنى

source: content library
ug: مەزمۇن ئامبىرى

source: content master
ug: مەزمۇن يېتەكچىسى

source: content pack
ug: مەزمۇن بولىقى

source: Content Query
ug: مەزمۇن كۆرسەتمىسى

source: Contents
ug: مەزمۇنلار

source: Content Search
ug: مەزمۇن ئىزدەش

source: content template
ug: مەزمۇن قېلىپى

source: content type
ug: مەزمۇن تىپى

source: Context
ug: كونتېكست

source: context menu
ug: كونتېكىست تىزىملىك

source: contextual command bar
ug: يانداش بۇيرۇق بالدىقى

source: contextual menu
ug: يانداش تىزىملىك

source: Contextual Spelling
ug: ئىملا تەكشۈرۈش

source: contextual toolbar
ug: كونتېكىستلىق قورالبالداق

source: Continuous Arrow Process
ug: ئۇدا كۆرسەتكۈچ جەريانى

source: Continuous Block Process
ug: داۋاملىشىدىغان بۆلەك

source: continuous crawl
ug: داۋاملىق يۈرگۈزۈش

source: Continuous Cycle
ug: داۋاملىشىدىغان ھالقا

source: Continuous Picture List
ug: داۋاملىشىدىغان رەسىم تىزىملىكى

source: contour
ug: ئومۇمىي كۆرۈنۈش

source: contour chart
ug: كۆرۈنۈشلۈك سىخېما

source: contrast
ug: سېلىشتۇرمىسى

source: contributor
ug: قاتناشقۇچى

source: control
ug: كونترول

source: control character
ug: تەڭشىگۈچ بەلگە

source: control group
ug: تىزگىن گۇرۇپپىسى

source: controlled folder access
ug: تىزگىنلىك قىسقۇچ ئىجازىتى

source: Control Panel
ug: كونترول تاختىسى

source: control tip
ug: تىزگىن كۆرسەتمىسى

source: Control Tools
ug: كونترول قوراللىرى

source: Converging Arrows
ug: يىغما يۆنىلىش

source: Converging Radial
ug: يىغما رادىيوس

source: conversation
ug: سۆزلىشىش

source: Conversational
ug: سۆھبەت

source: conversion
ug: ئالماشتۇرۇش

source: conversion item
ug: ئايلاندۇرىدىغان ھۆججەت

source: converter
ug: ئايلاندۇرغۇچ

source: Convert to Linked Record
ug: ئۇلانما خاتىرىگە ئايلاندۇرۇش

source: Convert to Shape
ug: شەكىلگە ئايلاندۇرۇش

source: coordinate pair
ug: جۈپ كوردىنات

source: COP
ug: كولومبىيە پېسوسى

source: copy
ug: كۆچۈرمەك

source: copy area
ug: كۆچۈرۈش بۆلىكى

source: copyright
ug: نەشىر ھوقۇقى

source: core editing
ug: يادرولۇق تەھرىرلەش

source: Core isolation
ug: يادرولۇق ئايرىلىش

source: corporation
ug: ئېغىز

source: Corrections
ug: توغرىلاش

source: correspondent account
ug: ۋاكالەت ھېسابات

source: corrupted
ug: بۇزۇلغان

source: Cortana skill
ug: Cortana ماھارىتى

source: Cosmos
ug: ئالەم

source: counter
ug: سانىغۇچ

source: Counterbalance Arrows
ug: تەڭپۇڭ يۆنىلىش

source: cover
ug: مۇقاۋا

source: cover photo
ug: مۇقاۋا رەسىمى

source: coworker shape
ug: ھەمكارلىق شەكلى

source: create
ug: قۇرۇش

source: Creators Collection
ug: قۇرغۇچىلار توپلىمى

source: Credential Locker
ug: Credential بىخەتەرلىك ساندۇقى

source: credentials
ug: كىملىك ئۇچۇرلىرى

source: criteria
ug: چەكلىمە

source: Criteria pane
ug: ئۆلچەم كۆزنىكى

source: CRM
ug: خېرىدار باشقۇرۇش مۇناسىۋىتى

source: CRM for Outlook
ug: Outlook ئۈچۈن CRM

source: crop
ug: كېسىش

source: CROPARRAY
ug: كەسمە قاتار

source: Crop Handle Magnifier
ug: كەسكۈچ چوڭايتقۇچ

source: cross-functional flowchart
ug: كۆپ ئىقتىدارلىق ئاقما گىرافىك

source: cross-site publishing
ug: بېكەتلار ئارا ئېلان قىلىش

source: cross-site request forgery
ug: زىيارەت ئىلتىماسى ئالدامچىلىقى

source: crosstab query
ug: ئۆتۈشمە سۈرۈشتۈرمىسى

source: crypto agility
ug: مەخپىيلەشتۈرۈشچانلىق

source: crypto escrow key
ug: مەخپىيلەشتۈرۈلگەن ئاچقۇچ

source: cube
ug: كۇب

source: curate
ug: توپلىماق

source: curated by
ug: توپلىغۇچى

source: curfew
ug: چەكلەنگەن ۋاقىت

source: Currency
ug: پۇل

source: currency symbol
ug: پۇل بەلگىسى

source: current cell
ug: نۆۋەتتىكى كاتەكچە

source: current region
ug: نۆۋەتتىكى رايون

source: cursor
ug: نۇربەلگە

source: custom action
ug: ئۆزلەشتۈرمە مەشغۇلات

source: Custom Animation list
ug: ئۆزلەشمە پىرويېكسىيە تىزىملىكى

source: custom calculation
ug: ئۆزلەشمە ھېسابلاش

source: custom control
ug: ئىختىيارى كونترول

source: custom dialog box
ug: ئۆزلەشمە دىيالوگ رامكىسى

source: custom dictionary
ug: ئۆزلەشمە لۇغەت

source: customer content
ug: خېرىدارنىڭ مەزمۇنى

source: customer data
ug: خېرىدارنىڭ مەلۇماتى

source: Customer Experience Improvement Program
ug: خېرىدارلارنىڭ تەسىراتىنى ياخشىلاش پىروگراممىسى

source: Customer Lockbox
ug: خېرىدار ئىجازىتى

source: customer service
ug: خېرىدارلار مۇلازىمىتى

source: customer support
ug: خېرىدارلار قوللىشى

source: custom extraction dictionary
ug: ئۆزلەشتۈرمە لۇغەت

source: custom field
ug: ئىختىيارى بۆلەك

source: custom group
ug: ئۆزلەشتۈرمە گۇرۇپپا

source: custom group field
ug: ئۆزلەشتۈرمە گۇرۇپپا ئورنى

source: customize
ug: ئىختىيارىي بەلگىلىمەك

source: custom repeat
ug: ئىختىيارىي تەكرارلاش

source: custom show
ug: ئۆزلەشتۈرمە كۆرۈنۈش

source: custom toolbar
ug: ئىختىيارى قورالبالداق

source: Custom Visuals
ug: ئۆزلەشتۈرمە كۆرۈنمە

source: cut
ug: كەسمەك

source: CV Assistant
ug: Ինքնակենսագրության օգնական

source: cyan
ug: كۆكۈچ

source: cyber threat
ug: تور تەھدىتى

source: cyber threat intelligence
ug: كومپيۇتېر تەھدىت ئۇچۇرى

source: Cycle
ug: دەۋرىي

source: cycle chart
ug: چەمبەر گىرافىكى

source: cycle diagram
ug: چەمبەر دىئاگراممىسى

source: Cycle Matrix
ug: چەمبەر ماترىتساسى

source: cylinder chart
ug: سىلىندېر گىرافىك

source: cylindrical projection
ug: سىلىندىرلىق تەسۋىر

source: Daily Task List
ug: كۈندىلىك ۋەزىپە تىزىملىكى

source: dash
ug: سىزىق

source: dashboard
ug: باشقۇرۇش سۇپىسى

source: data
ug: مەلۇمات

source: Data Access Objects
ug: مەلۇمات زىيارەت ئوبيېكتى

source: Data Analysis
ug: مەلۇمات تەھلىلى

source: Data & analytics
ug: ئۇچۇر ئانالىزى

source: data bar
ug: ئۇچۇر بالدىقى

source: database
ug: ساندان

source: Database
ug: ساندان

source: database connection
ug: ئامبار ئۇلىنىشى

source: database management system
ug: ساندان باشقۇرۇش سىستېمىسى

source: data connection file
ug: ئۇچۇر ئۇلىنىش ھۆججىتى

source: data corruption
ug: مەلۇمات بۇزۇلۇش

source: data entry
ug: ئۇچۇر كىرگۈزۈش

source: Data Execution Prevention
ug: مەلۇمات ئىجرا قىلىشنىڭ ئالدىنى ئېلىش

source: data field
ug: ئۇچۇر ئورنى

source: data file
ug: ئۇچۇر ھۆججىتى

source: data form
ug: سانلىق رامكا

source: data format
ug: مەلۇمات شەكلى

source: data graphic
ug: ئۇچۇر گىرافىكى

source: Data Grid
ug: ئۇچۇر تورى

source: data interchange format
ug: ئۇچۇر ئالماشتۇرۇش ئەندىزىسى

source: data label
ug: ئۇچۇر خەتكۈچى

source: data layout
ug: ئۇچۇر لايھەسى

source: data loss prevention
ug: مەلۇمات يوقاشتىن ساقلىنىش

source: data marker
ug: ئۇچۇر بەلگىسى

source: Data Outline
ug: ئۇچۇر تىزىسى

source: data packet
ug: ئۇچۇر بولىقى

source: data pane
ug: ئۇچۇر كۆزنىكى

source: data plan
ug: ئېقىم پىلانى

source: data point
ug: ئۇچۇر نۇقتىسى

source: data record
ug: سانلىق خاتىرە

source: data region
ug: ئۇچۇر رايونى

source: data residency
ug: مەلۇمات تۇرالغۇسى

source: data segment
ug: مەلۇمات بۆلىكى

source: data series
ug: يۈرۈشلۈك ئۇچۇرلار

source: datasheet
ug: سانلىق مەلۇمات جەدۋىلى

source: Datasheet view
ug: سانلىق مەلۇمات جەدۋىلىنى كۆرۈش

source: data source
ug: ئۇچۇر مەنبەسى

source: Data Streamer
ug: مەلۇمات ئاقتۇرغۇچ

source: data table
ug: ئۇچۇر جەدۋىلى

source: data type
ug: مەلۇمات تىپى

source: Data usage
ug: مەلۇمات ئىشلىتىلىشى

source: data validation
ug: ئۇچۇر ئېنىقلىقى

source: data visualization
ug: كۆرۈنمە ئۇچۇر

source: date separator
ug: ئۇچۇر ئايرىغۇچ

source: Date/Time
ug: چېسلا ۋە ۋاقىت

source: deactivate
ug: ئىشلىتىشتىن توختاتماق

source: deadlock-prone
ug: ئۆلۈك قۇلۇپلۇق ئىنتىلىش

source: deafness
ug: گاس

source: deal
ug: سودا

source: Deal amount
ug: سودا سوممىسى

source: Deals active
ug: ئوچۇق سودىلار

source: Deals Hub
ug: سودا مەركىزى

source: Deals lost
ug: زىيان تارتقان سودىلار

source: Deals won
ug: پايدا ئالغان سودىلار

source: debug
ug: خاتالىقنى چىقىرىۋەتمەك

source: Decimal
ug: ئونلۇق كەسىر

source: decrypt
ug: شىفىر يېشىش

source: dedicated server
ug: مەخسۇس مۇلازىمىتېر

source: deep link
ug: چوڭقۇر ئۇلانما

source: deep linking
ug: چوڭقۇر ئۇلاش

source: default
ug: سۈكۈت

source: default data file
ug: باش ئۇچۇر ھۆججىتى

source: default font
ug: باش خەت نۇسخىسى

source: default hero
ug: باش قەھرىمان

source: default location
ug: باش ئورۇن

source: default shape
ug: باش شەكلى

source: default value
ug: سۈكۈتتىكى قىممەت

source: default workbook template
ug: ئىش قەغىزىنىڭ باش ئۇسلۇبى

source: default worksheet template
ug: جەدۋەلنىڭ باش ئۇسلۇبى

source: Define
ug: ئىزاھ

source: defined name
ug: ئېنىقلىما

source: Definition
ug: ئېنىقلىما

source: definitions
ug: ئېنىقلىمىلار

source: definitions callout
ug: قوشۇمچە ئىزاھ

source: defragmentation
ug: پارچە رەتلەش

source: delay
ug: كېچىكىش

source: delegate
ug: ۋەكىل

source: delete
ug: ئۆچۈرمەك

source: delete query
ug: ئۆچۈرۈش سۈرۈشتۈرمىسى

source: delimited text file
ug: بۆلۈنگەن تېكست ھۆججىتى

source: delimiter
ug: ئېنىقلىما بەلگىسى

source: delist
ug: تىزىملىكتىن چىقىرىۋېتىش

source: deliver
ug: يەتكۈزگۈچى

source: deliverable
ug: يوللاشقا بولىدىغان

source: Delivery Optimization
ug: يەتكۈزۈشنى ئەلالاشتۇرۇش

source: demo
ug: ئۈلگە

source: demote
ug: كىچىكلىتىش

source: Denim
ug: قىلىن پاختا رەخت

source: dependency graph
ug: بېقىنما گىرافىك

source: dependent
ug: بېقىندى

source: deploy
ug: تارقىتىش

source: deployment package
ug: تەقسىمات بولىقى

source: depth axis
ug: چوڭقۇرلۇق ئوقى

source: deselect
ug: تاللاشنى قالدۇرۇش

source: Design
ug: لايھە

source: design element
ug: لايھە ئېلېمېنتى

source: Designer
ug: لايھەلىگۈچى

source: designer
ug: لايىھەلىگۈچى

source: Design Ideas
ug: لايىھەلەش مىساللىرى

source: design lever
ug: لايىھەلەش دەستىسى

source: Design Manager
ug: لايھە باشقۇرغۇچى

source: Design Master
ug: لايىھە ئۇستىسى

source: design mode
ug: لايىھەلەش ھالىتى

source: Design panel
ug: لايىھەلەش تاختىسى

source: design template
ug: لايھە ئۇسلۇبى

source: Design tools
ug: لايىھە قوراللىرى

source: Design view
ug: لايھەنى كۆرۈش

source: desktop
ug: ئۈستەليۈزى

source: desktop background
ug: ئۈستەليۈزى تەگلىكى

source: desktop device
ug: ئۈستەليۈزى ئۈسكۈنىسى

source: desktop pattern
ug: ئۈستەليۈزى ئەندىزىسى

source: desktop program
ug: ئۈستەل كومپيۇتېرى پىروگراممىسى

source: destination
ug: نىشان

source: destination area
ug: مەنزىل رايون

source: destination document
ug: مەنزىل ھۆججەت

source: destination file
ug: نىشان ھۆججەت

source: destination subscription
ug: نىشان مۇشتەرىلىك

source: detail data
ug: ئۇچۇر تەپسىلاتى

source: Detailed Process
ug: تەپسىلىي جەريان

source: detail field
ug: ئورۇن تەپسىلاتى

source: Detail view
ug: تەپسىلىي كۆرۈنۈش

source: Detected Events
ug: تەكشۈرۈلگەن ھادىسىلەر

source: Developer Site
ug: ئاچقۇچىلار بېتى

source: Developer tools
ug: ئىجادىيەت قوراللىرى

source: Development kits
ug: يۈرۈشلۈك ئىجادىيەت قوراللىرى

source: device
ug: ئۈسكۈنە

source: device claim
ug: ئۈسكۈنە تەلىپى

source: device connectivity and configuration data
ug: ئۈسكۈنىنىڭ ئۇلىنىش ۋە تەڭشەك مەلۇماتى

source: device driver
ug: ئۈسكۈنە قوزغىتىش پىروگراممىسى

source: Device Encryption
ug: ئۈسكۈنە مەخپىيلەشتۈرۈش

source: Device Guard signing
ug: Device Guard ئىمزالاش

source: Device performance & health
ug: ئۈسكۈنىنىڭ ئىش ئۈنۈمى ۋە ساغلاملىق

source: Device Portal
ug: ئۈسكۈنە ئېغىزى

source: Devices
ug: ئۈسكۈنىلەر

source: Devices charm
ug: ئۈسكۈنىلەر تۈگمىسى

source: device security
ug: ئۈسكۈنە بىخەتەرلىگى

source: diacritic
ug: تاۋۇش پەرقلىگۈچ

source: diagnostic data
ug: تەكشۈرۈش مەلۇماتى

source: Diagnostic Data Viewer
ug: دىئاگنوزلىق مەلۇماتى كۆرگۈچ

source: Diagnostics
ug: دىياگنوز

source: diagram effect option
ug: دىئاگرامما ئۈنۈمى تاللانمىسى

source: dial
ug: نومۇر بۇرىماق

source: dialable format
ug: چاقىرما فورمات

source: dialog box
ug: دىيالوگ رامكىسى

source: Dialog Box Launcher
ug: دىيالوگ رامكىسى قوزغاتقۇچ

source: dial pad
ug: نومۇر تاختىسى

source: dial-up
ug: نومۇر بۇراش

source: Dictate
ug: ئاڭلاپ يېزىش

source: Dictation
ug: ئاڭلاپ يېزىش

source: dictionary
ug: لۇغەت

source: Diffuse Lighting
ug: چاچما يورۇتۇش

source: digit
ug: خانا

source: digital
ug: رەقەملىك

source: digital certificate
ug: رەقەملىك گۇۋاھنامە

source: digital download code
ug: رەقەملىك چۈشۈرۈش كودى

source: digital handwriting
ug: رەقەملىك قوليازما

source: Digital ID
ug: رەقەملىك كىملىك

source: digital identity
ug: رەقەملىك كىملىك

source: digital image
ug: رەقەملىك رەسىم

source: digital ink
ug: رەقەملىك رەڭ

source: digitally sign
ug: رەقەملىك ئىمزا

source: digitally signed
ug: رەقەملىك ئىمزالانغان

source: Digital Pencil
ug: رەقەملىك قەلەم

source: digital photo
ug: رەقەملىك سۈرەت

source: digital signage
ug: ھەمكارلىق ۋاقتى

source: digital signature
ug: رەقەملىك ئىمزا

source: digital video
ug: رەقەملىك سىن

source: dim
ug: خىرەلەشتۈرمەك

source: dimension
ug: ئۆلچەم

source: dimension level
ug: ئۆلچەم دەرىجىسى

source: Direct Dial number
ug: بىۋاستە ئۇلىنىدىغان نومۇر

source: directory
ug: مۇندەرىجە

source: DirectX Graphics Infrastructure
ug: DirectX گىرافىك ئاساسىي قۇرۇلمىسى

source: disable
ug: چەكلىمەك

source: disabled
ug: چەكلەنگەن

source: disabled control
ug: ئۈنۈمسىز تىزگىن

source: disc
ug: دىسكا

source: discard
ug: ئۆچۈرۈش

source: discard changes
ug: ئۆزگىرىشلەرنى بىكار قىلماق

source: disc burner
ug: دىسكا ئويغۇچ

source: disconnect
ug: ئۈزۈۋەتمەك

source: discretionary hyphen
ug: سىزىقچە

source: discussion comment
ug: مۇنازىرە ئىنكاسى

source: discussion group
ug: مۇنازىرە گۇرۇپپىسى

source: disk
ug: دىسكا

source: disk drive
ug: دىسكا قوزغاتقۇچ

source: disk partition
ug: دىسكا تارماق رايونى

source: disk space
ug: دىسكا بوشلۇقى

source: Displacement Map
ug: يۆتكەش خەرىتىسى

source: display
ug: كۆرسەتمەك

source: display adapter
ug: كۆرسىتىش كارتى

source: display name
ug: كۆرسىتىش نامى

source: disposition review
ug: جۆندەش تەكشۈرۈشى

source: disregarded entity
ug: ئېتىبارسىز گەۋدە

source: distribute
ug: تارقىتىش

source: distributed password authentication
ug: تارالما ئىم تەستىقى

source: distribution group
ug: تارقىتىش گۇرۇپپىسى

source: distribution list
ug: تارقىتىش تىزىملىكى

source: distributor
ug: تارقاتقۇچى

source: Diverging Arrows
ug: يايما يۆنىلىش
